[
{"quote": "Don’t walk in front of me… I may not follow", "author": "albert camus"},
{"quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.", "author": "albert camus"},
{"quote": "In the depth of winter, I finally learned that within me there lay an invincible summer.", "author": "albert camus"},
{"quote": "Man is the only creature who refuses to be what he is.", "author": "albert camus"},
{"quote": "Nobody realizes that some people expend tremendous energy merely to be normal.", "author": "albert camus"},
{"quote": "Should I kill myself, or have a cup of coffee?", "author": "albert camus"},
{"quote": "Live to the point of tears.", "author": "albert camus"},
{"quote": "You know what charm is: a way of getting the answer yes without having asked any clear question.", "author": "albert camus"},
{"quote": "But in the end one needs more courage to live than to kill himself.", "author": "albert camus"},
{"quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.", "author": "albert camus"},
{"quote": "In the midst of winter, I found there was, within me, an invincible summer.", "author": "albert camus"},
{"quote": "There are perhaps many causes worth dying for, but to me, certainly, there are none worth killing for.", "author": "albert camus"},
{"quote": "Blessed are the hearts that can bend; they shall never be broken.", "author": "albert camus"},
{"quote": "When I look at my life and its secret colours, I feel like bursting into tears.", "author": "albert camus"},
{"quote": "I may not have been sure about what really did interest me, but I was absolutely sure about what didn't.", "author": "albert camus"},
{"quote": "Autumn is a second spring when every leaf is a flower.", "author": "albert camus"},
{"quote": "Real generosity towards the future lies in giving all to the present.", "author": "albert camus"},
{"quote": "Fiction is the lie through which we tell the truth.", "author": "albert camus"},
{"quote": "To be happy, we must not be too concerned with others.", "author": "albert camus"},
{"quote": "I opened myself to the gentle indifference of the world.", "author": "albert camus"},
{"quote": "The purpose of a writer is to keep civilization from destroying itself.", "author": "albert camus"},
{"quote": "I used to advertise my loyalty and I don't believe there is a single person I loved that I didn't eventually betray.", "author": "albert camus"},
{"quote": "In order to understand the world, one has to turn away from it on occasion.\"", "author": "albert camus"},
{"quote": "At the heart of all beauty lies something inhuman.", "author": "albert camus"},
{"quote": "Always go too far, because that's where you'll find the truth", "author": "albert camus"},
{"quote": "When the soul suffers too much, it develops a taste for misfortune.", "author": "albert camus"},
{"quote": "I do not believe in God and I am not an atheist.", "author": "albert camus"},
{"quote": "Do not wait for the last judgment. It comes every day.", "author": "albert camus"},
{"quote": "People hasten to judge in order not to be judged themselves.", "author": "albert camus"},
{"quote": "I have no idea what's awaiting me, or what will happen when this all ends. For the moment I know this: there are sick people and they need curing.", "author": "albert camus"},
{"quote": "I had only a little time left and I didn't want to waste it on God.", "author": "albert camus"},
{"quote": "There is not love of life without despair about life.", "author": "albert camus"},
{"quote": "Man is always prey to his truths. Once he has admitted them, he cannot free himself from them.", "author": "albert camus"},
{"quote": "Seeking what is true is not seeking what is desirable.", "author": "albert camus"},
{"quote": "Since we're all going to die, it's obvious that when and how don't matter.", "author": "albert camus"},
{"quote": "I would rather live my life as if there is a god and die to find out there isn't, than live my life as if there isn't and die to find out there is.", "author": "albert camus"},
{"quote": "Some people talk in their sleep. Lecturers talk while other people sleep", "author": "albert camus"},
{"quote": "If something is going to happen to me, I want to be there.", "author": "albert camus"},
{"quote": "Every act of rebellion expresses a nostalgia for innocence and an appeal to the essence of being.", "author": "albert camus"},
{"quote": "When you have once seen the glow of happiness on the face of a beloved person, you know that a man can have no vocation but to awaken that light on the faces surrounding him. In the depth of winter, I finally learned that within me there lay an invincible summer.", "author": "albert camus"},
{"quote": "It is the job of thinking people not to be on the side of the executioners.", "author": "albert camus"},
{"quote": "There is scarcely any passion without struggle.", "author": "albert camus"},
{"quote": "Life can be magnificent and overwhelming -- that is the whole tragedy. Without beauty, love, or danger it would almost be easy to live. ", "author": "albert camus"},
{"quote": "I looked up at the mass of signs and stars in the night sky and laid myself open for the first time to the benign indifference of the world.", "author": "albert camus"},
{"quote": "It was as if that great rush of anger had washed me clean, emptied me of hope, and, gazing up at the dark sky spangled with its signs and stars, for the first time, the first, I laid my heart open to the benign indifference of the universe.", "author": "albert camus"},
{"quote": "What is a rebel? A man who says no.", "author": "albert camus"},
{"quote": "What is called a reason for living is also an excellent reason for dying.", "author": "albert camus"},
{"quote": "I rebel; therefore I exist.", "author": "albert camus"},
{"quote": "Men are never convinced of your reasons, of your sincerity, of the seriousness of your sufferings, except by your death. So long as you are alive, your case is doubtful; you have a right only to their skepticism.", "author": "albert camus"},
{"quote": "Freedom is nothing but a chance to be better.", "author": "albert camus"},
{"quote": "The evil that is in the world almost always comes from ignorance, and good intentions may do as much harm as malevolence if they lack understanding.", "author": "albert camus"},
{"quote": "Idleness is fatal only to the mediocre.", "author": "albert camus"},
{"quote": "Albert Camus wrote that the only serious question is whether to kill yourself or not.", "author": "albert camus"},
{"quote": "I know that man is capable of great deeds. But if he isn't capable of great emotion, well, he leaves me cold.", "author": "albert camus"},
{"quote": "Where there is no hope, it is incumbent on us to invent it.", "author": "albert camus"},
{"quote": "Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.", "author": "albert camus"},
{"quote": "The most important thing you do everyday you live is deciding not to kill yourself.", "author": "albert camus"},
{"quote": "Always there comes an hour when one is weary of one's work and devotion to duty, and all one craves for is a loved face, the warmth and wonder of a loving heart.", "author": "albert camus"},
{"quote": "We are all special cases.", "author": "albert camus"},
{"quote": "Have you no hope at all? And do you really live with the thought that when you die, you die, and nothing remains?\" \"Yes,\" I said.", "author": "albert camus"},
{"quote": "The truth is that everyone is bored, and devotes himself to cultivating habits.", "author": "albert camus"},
{"quote": "I know simply that the sky will last longer than I.", "author": "albert camus"},
{"quote": "I had been right, I was still right, I was always right. I had lived my life one way and I could just as well have lived it another. I had done this and I hadn't done that. I hadn't done this thing but I had done another. And so?", "author": "albert camus"},
{"quote": "Peace is the only battle worth waging.", "author": "albert camus"},
{"quote": "Mother died today. Or maybe yesterday; I can't be sure.", "author": "albert camus"},
{"quote": "The absurd is the essential concept and the first truth.", "author": "albert camus"},
{"quote": "The need to be right - the sign of a vulgar mind.", "author": "albert camus"},
{"quote": "Nothing in life is worth,", "author": "albert camus"},
{"quote": "There are crimes of passion and crimes of logic. The boundary between them is not clearly defined.", "author": "albert camus"},
{"quote": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.", "author": "albert camus"},
{"quote": "I feel like getting married, or committing suicide, or subscribing to L'Illustration. Something desperate, you know.", "author": "albert camus"},
{"quote": "We all carry within us places of exile, our crimes, our ravages. Our task is not to unleash them on the world; it is to transform them in ourselves and others.", "author": "albert camus"},
{"quote": "Man stands face to face with the irrational. He feels within him his longing for happiness and for reason. The absurd is born of this confrontation between the human need and the unreasonable silence of the world.", "author": "albert camus"},
{"quote": "There is no sun without shadow, and it is essential to know the night.", "author": "albert camus"},
{"quote": "I love life - that’s my real weakness. I love it so much that I am incapable of imagining what is not life.", "author": "albert camus"},
{"quote": "But, you know, I feel more fellowship with the defeated than with saints. Heroism and sanctity don't really appeal to me, I imagine. What interests me is being a man.", "author": "albert camus"},
{"quote": "For if there is a sin against life, it consists perhaps not so much in despairing of life as in hoping for another life and in eluding the implacable grandeur of this life.", "author": "albert camus"},
{"quote": "A person's life purpose is nothing more than to rediscover, through the detours of art or love or passionate work, those one or two images in the presence of which his heart first opened.", "author": "albert camus"},
{"quote": "A man devoid of hope and conscious of being so has ceased to belong to the future.", "author": "albert camus"},
{"quote": "I realized then that a man who had lived only one day could easily live for a hundred years in prison. He would have enough memories to keep him from being bored", "author": "albert camus"},
{"quote": "If we believe in nothing, if nothing has any meaning and if we can affirm no values whatsoever, then everything is possible and nothing has any importance.", "author": "albert camus"},
{"quote": "I don't want to be a genius-I have enough problems just trying to be a man.", "author": "albert camus"},
{"quote": "Integrity has no need of rules.", "author": "albert camus"},
{"quote": "Human relationships always help us to carry on because they always presuppose further developments, a future - and also because we live as if our only task was precisely to have relationships with other people.", "author": "albert camus"},
{"quote": "Happiness and the absurd are two sons of the same earth. They are inseparable.", "author": "albert camus"},
{"quote": "Sometimes at night I would sleep open-eyed underneath a sky dripping with stars. I was alive then.", "author": "albert camus"},
{"quote": "The literal meaning of life is whatever you're doing that prevents you from killing yourself.", "author": "albert camus"},
{"quote": "A man is more a man through the things he keeps to himself than through those he says.", "author": "albert camus"},
{"quote": "The struggle itself towards the heights is enough to fill a man's heart. One must imagine Sisyphus happy.", "author": "albert camus"},
{"quote": "Much unhappiness has come into the world because of bewilderment and things left unsaid.", "author": "albert camus"},
{"quote": "I've never really had much of an imagination. But still I would try to picture the exact moment when the beating of my heart would no longer be going on inside my head.", "author": "albert camus"},
{"quote": "I should like to be able to love my country and still love justice.", "author": "albert camus"},
{"quote": "After awhile you could get used to anything.", "author": "albert camus"},
{"quote": "He who despairs of the human condition is a coward, but he who has hope for it is a fool.", "author": "albert camus"},
{"quote": "I would like to be able to breathe— to be able to love her by memory or fidelity. But my heart aches. I love you continuously, intensely.", "author": "albert camus"},
{"quote": "Your success and happiness are forgiven you only if you generously consent to share them. But to be happy it is essential not to be too concerned with others. Consequently, there is no escape. Happy and judged, or absolved and wretched.", "author": "albert camus"},
{"quote": "After another moment's silence she mumbled that I was peculiar, that that was probably why she loved me but that one day I might disgust her for the very same reason.", "author": "albert camus"},
{"quote": "Life is a sum of all your choices\".", "author": "albert camus"},
{"quote": "It is better to burn than to disappear.", "author": "albert camus"},
{"quote": "Don't believe your friends when they ask you to be honest with them. All they really want is to be maintained in the good opinion they have of themselves.", "author": "albert camus"},
{"quote": "What made me run away was doubtless not so much the fear of settling down, but of settling down permanently in something ugly.", "author": "albert camus"},
{"quote": "If absolute truth belongs to anyone in this world, it certainly does not belong to the man or party that claims to possess it.", "author": "albert camus"},
{"quote": "A man wants to earn money in order to be happy, and his whole effort and the best of a life are devoted to the earning of that money. Happiness is forgotten; the means are taken for the end.", "author": "albert camus"},
{"quote": "...the habit of despair is worse than despair itself.", "author": "albert camus"},
{"quote": "But what is happiness except the simple harmony between a man and the life he leads?", "author": "albert camus"},
{"quote": "If there were a party of those who aren't sure they're right, I'd belong to it.", "author": "albert camus"},
{"quote": "We are all exceptional cases. We all want to appeal against something! Each of us insists on being innocent at all cost, even if he has to accuse the whole human race and heaven itself.", "author": "albert camus"},
{"quote": "Maman used to say that you can always find something to be happy about. In my prison, when the sky turned red and a new day slipped into my cell, I found out that she was right.", "author": "albert camus"},
{"quote": "But sometimes it takes more courage to live than to shoot yourself.", "author": "albert camus"},
{"quote": "I continue to believe that this world has no ultimate meaning. But I know that something in it has a meaning and that is man, because he is the only creature to insist on having one", "author": "albert camus"},
{"quote": "They knew now that if there is one thing one can always yearn for, and sometimes attain, it is human love.", "author": "albert camus"},
{"quote": "I like people who dream or talk to themselves interminably; I like them, for they are double. They are here and elsewhere.", "author": "albert camus"},
{"quote": "We are all born mad, some remain so", "author": "albert camus"},
{"quote": "We must learn how to lend ourselves to dreaming when dreams lend themselves to us.", "author": "albert camus"},
{"quote": "Mother used to say that however miserable one is, there’s always something to be thankful for. And each morning, when the sky brightened and light began to flood my cell, I agreed with her.", "author": "albert camus"},
{"quote": "For who would dare to assert that eternal happiness can compensate for a single moment's human suffering", "author": "albert camus"},
{"quote": "When I was young I asked more of people than they could give: everlasting friendship, endless feeling.", "author": "albert camus"},
{"quote": "After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.", "author": "albert camus"},
{"quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money.", "author": "albert camus"},
{"quote": "Rebellion cannot exist without a strange form of love.", "author": "albert camus"},
{"quote": "And it was like knocking four quick times on the door of unhappiness.", "author": "albert camus"},
{"quote": "Truly fertile Music, the only kind that will move us, that we shall truly appreciate, will be a Music conducive to Dream, which banishes all reason and analysis. One must not wish first to understand and then to feel. Art does not tolerate Reason.", "author": "albert camus"},
{"quote": "I felt that I had been happy and that I was happy again. For everything to be consummated, for me to feel less alone, I had only to wish that there be a large crowd of spectators the day of my execution and that they greet me with cries of hate.", "author": "albert camus"},
{"quote": "My chief occupation, despite appearances, has always been love.", "author": "albert camus"},
{"quote": "Well, personally, I've seen enough of people who die for an idea. I don't believe in heroism; I know it's easy and I've learned that it can be murderous. What interests me is living and dying for what one loves.", "author": "albert camus"},
{"quote": "But it's not easy. I've been thinking it over for years. While we loved each other we didn't need words to make ourselves understood. But people don't love forever. A time came when I should have found the words to keep her with me, only I couldn't.", "author": "albert camus"},
{"quote": "This very heart which is mine will forever remain indefinable to me. Between the certainty I have of my existence and the content I try to give to that assurance, the gap will never be filled. Forever I shall be a stranger to myself.", "author": "albert camus"},
{"quote": "Art and revolt will die only with the last man.", "author": "albert camus"},
{"quote": "I shall tell you a great secret my friend. Do not wait for the last judgment, it takes place every day.", "author": "albert camus"},
{"quote": "I hadn't understood how days could be both long and short at the same time: long to live through, maybe, but so drawn out that they ended up flowing into one another. They lost their names. Only 'yesterday' and 'tomorrow' still had any meaning for me.", "author": "albert camus"},
{"quote": "But what does it mean, the plague? It's life, that's all.", "author": "albert camus"},
{"quote": "At that time, I often thought that if I had had to live in the trunk of a dead tree, with nothing to do but look up at the sky flowing overhead, little by little I would have gotten used to it.", "author": "albert camus"},
{"quote": "The absurd is lucid reason noting its limits.", "author": "albert camus"},
{"quote": "I have a very old and very faithful attachment for dogs. I like them because they always forgive.", "author": "albert camus"},
{"quote": "To lose one's life is no great matter; when the time comes I'll have the courage to lose mine. But what's intolerable is to see one's life being drained of meaning, to be told there's no reason for existing. A man can't live without some reason for living.", "author": "albert camus"},
{"quote": "You always get exaggerated notions about things you don't know anything about.", "author": "albert camus"},
{"quote": "You are forgiven for your happiness and your successes only if you generously consent to share them.", "author": "albert camus"},
{"quote": "Those who lack the courage will always find a philosophy to justify it.", "author": "albert camus"},
{"quote": "Everything I know about morality and the obligations of men, I owe it to football (soccer).", "author": "albert camus"},
{"quote": "Today we are always as ready to judge as we are to fornicate.", "author": "albert camus"},
{"quote": "I explained to him, however, that my nature was such that my physical needs often got in the way of my feelings.", "author": "albert camus"},
{"quote": "There is a life and there is a death, and there are beauty and melancholy between.", "author": "albert camus"},
{"quote": "One always has exaggerated ideas about what one doesn't know.", "author": "albert camus"},
{"quote": "Believe me, for certain men at least, not taking what one doesn't desire is the hardest thing in the world.", "author": "albert camus"},
{"quote": "Nothing in the world is worth turning one's back on what one loves.", "author": "albert camus"},
{"quote": "Of course, true love is exceptional - two or three times a century, more or less. The rest of the time there is vanity or boredom.", "author": "albert camus"},
{"quote": "To feel absolutely right is the beginning of the end.", "author": "albert camus"},
{"quote": "The only serious question in life is whether to kill yourself or not.", "author": "albert camus"},
{"quote": "We're going forward, but nothing changes.", "author": "albert camus"},
{"quote": "A guilty conscience needs to confess. A work of art is a confession.", "author": "albert camus"},
{"quote": "It is always easy to be logical. It is almost impossible to be logical to the bitter end.", "author": "albert camus"},
{"quote": "Beauty, no doubt, does not make revolutions. But a day will come when revolutions will have need of beauty.", "author": "albert camus"},
{"quote": "At any street corner the feeling of absurdity can strike any man in the face.", "author": "albert camus"},
{"quote": "We get into the habit of living before acquiring the habit of thinking.", "author": "albert camus"},
{"quote": "At 30 a man should know himself like the palm of his hand, know the exact number of his defects and qualities, know how far he can go, foretell his failures - be what he is. And, above all, accept these things.", "author": "albert camus"},
{"quote": "But above all, in order to be, never try to seem.", "author": "albert camus"},
{"quote": "But the heart has its own memory and I have forgotten nothing.", "author": "albert camus"},
{"quote": "I had the whole sky in my eyes and it was blue and gold.", "author": "albert camus"},
{"quote": "We always deceive ourselves twice about the people we love - first to their advantage, then to their disadvantage.", "author": "albert camus"},
{"quote": "Without work, all life goes rotten, but when work is soulless, life stifles and dies", "author": "albert camus"},
{"quote": "There can be no question of holding forth on ethics. I have seen people behave badly with great morality and I note every day that integrity has no need of rules", "author": "albert camus"},
{"quote": "I felt the urge to reassure him that I was like everybody else, just like everybody else.", "author": "albert camus"},
{"quote": "There is a terrible emptiness in me, an indifference that hurts.", "author": "albert camus"},
{"quote": "People don't love each other at our age, Marthe—they please each other, that's all. Later on, when you're old and impotent, you can love someone. At our age, you just think you do. That's all it is.", "author": "albert camus"},
{"quote": "He discovered the cruel paradox by which we always decieve ourselves twice about the people we love-first to their advantage, then to their disadvantage", "author": "albert camus"},
{"quote": "We have to live and let live in order to create what we are.", "author": "albert camus"},
{"quote": "Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.", "author": "albert camus"},
{"quote": "Am well. Thinking of you always. Love", "author": "albert camus"},
{"quote": "It is necessary to fall in love – the better to provide an alibi for all the despair we are going to feel anyway.", "author": "albert camus"},
{"quote": "From the moment absurdity is recognized, it becomes a passion, the most harrowing of all. But whether or not one can live with one's passions, whether or not one can accept their law, which is to burn the heart they simultaneously exalt - that is the whole question.", "author": "albert camus"},
{"quote": "But,' I reminded myself, 'it's common knowledge that life isn't worth living, anyhow.", "author": "albert camus"},
{"quote": "Why should it be essential to love rarely in order to love much?", "author": "albert camus"},
{"quote": "It is not your paintings I like, it is your painting.", "author": "albert camus"},
{"quote": "True generosity toward the future consists in giving everything to the present.", "author": "albert camus"},
{"quote": "Existence is illusory and it is eternal.", "author": "albert camus"},
{"quote": "All men have a sweetness in their life. That is what helps them go on. It is towards that they turn when they feel too worn out.", "author": "albert camus"},
{"quote": "You have so much inside you, and the noblest happiness of all. Don’t just wait for a man to come along. That’s the mistake so many women make. Find your happiness in yourself.", "author": "albert camus"},
{"quote": "A single sentence will suffice for modern man. He fornicated and read the papers. After that vigorous definition, the subject will be, if I may say so, exhausted.", "author": "albert camus"},
{"quote": "All great deeds and all great thoughts have a ridiculous beginning. Great works are often born on a street corner or in a restaurant's revolving door.", "author": "albert camus"},
{"quote": "I would rather not have upset him, but I couldn't see any reason to change my life. Looking back on it, I wasn't unhappy. When I was a student, I had lots of ambitions like that. But when I had to give up my studies I learned very quickly that none of it really mattered.", "author": "albert camus"},
{"quote": "There are more things to admire in men then to despise.", "author": "albert camus"},
{"quote": "I was assailed by memories of a life that wasn't mine anymore, but one in which I'd found the simplest and most lasting joys: the smells of summer, the part of town I loved, a certain evening sky, Marie's dresses and the way she laughed.", "author": "albert camus"},
{"quote": "Man cannot do without beauty, and this is what our era pretends to want to disregard.", "author": "albert camus"},
{"quote": "And in such a world of conflict, a world of victims and executioners, it is the job of thinking people, as Albert Camus suggested, not to be on the side of the executioners.", "author": "albert camus"},
{"quote": "Nobody realises that some people expend tremendous energy merely to be normal.", "author": "albert camus"},
{"quote": "There is but one true philosophical problem and that is suicide.", "author": "albert camus"},
{"quote": "But too many people now climb onto the cross merely to be seen from a greater distance, even if they have to trample somewhat on the one who has been there so long.", "author": "albert camus"},
{"quote": "Thus I draw from the absurd three consequences, which are my", "author": "albert camus"},
{"quote": "Who taught you all this, doctor?\"", "author": "albert camus"},
{"quote": "The slave begins by demanding justice and ends by wanting to wear a crown.", "author": "albert camus"},
{"quote": "I’m going to tell you something: thoughts are never honest. Emotions are.", "author": "albert camus"},
{"quote": "To think the way you do, you have to be a man who lives either on a tremendous despair, or on a tremendous hope.", "author": "albert camus"},
{"quote": "Creating is living doubly. The groping, anxious quest of a Proust, his meticulous collecting of flowers, of wallpapers, and of anxieties, signifies nothing else.", "author": "albert camus"},
{"quote": "Everything is true, and nothing is true!", "author": "albert camus"},
{"quote": "But when a man has had only four hours' sleep he isn't sentimental. He sees things as they are: that is to say, he sees them in the garish light of justice; hideous, witless justice.", "author": "albert camus"},
{"quote": "There is no longer a single idea explaining everything, but an infinite number of essences giving a meaning to an infinite number of objects. The world comes to a stop, but also lights up.", "author": "albert camus"},
{"quote": "To stay or to go, it amounted to the same thing.", "author": "albert camus"},
{"quote": "For there is merely bad luck in not being loved; there is misfortune in not loving.", "author": "albert camus"},
{"quote": "Rule: Start by looking for what is valid in every man.", "author": "albert camus"},
{"quote": "Empires and churches are born under the sun of death.", "author": "albert camus"},
{"quote": "It was previously a question of finding out whether or not life had to have a meaning to be lived. It now becomes clear on the contrary that it will be lived all the better if it has no meaning", "author": "albert camus"},
{"quote": "To create is to live twice.", "author": "albert camus"},
{"quote": "I've seen of enough of people who die for an idea. I don't believe in heroism; I know it's easy and I've learned it can be murderous. What interests me is living and dying for what one loves.", "author": "albert camus"},
{"quote": "Liberty is the right not to lie.", "author": "albert camus"},
{"quote": "I felt as though I was partly unlearning what i had never learned and yet knew so well: I mean, how to live.", "author": "albert camus"},
{"quote": "Those who love, friends and lovers, know that love is not only a blinding flash, but also a long and painful struggle in the darkness for the realization of definitive recognition and reconciliation.", "author": "albert camus"},
{"quote": "She was waiting, but she didn't know for what. She was aware only of her solitude, and of the penetrating cold, and of a greater weight in the region of her heart.", "author": "albert camus"},
{"quote": "Every revolutionary ends up either by becoming an oppressor or a heretic.", "author": "albert camus"},
{"quote": "stupidity has a knack of getting its way; as we should see if we were not always so much wrapped up in ourselves", "author": "albert camus"},
{"quote": "Believe me, religions are on the wrong track the moment they moralize and fulminate commandments. God is not needed to create guilt or to punish. Our fellow men suffice, aided by ourselves.", "author": "albert camus"},
{"quote": "If those whom we begin to love could know us as we were before meeting them … they could perceive what they have made of us.", "author": "albert camus"},
{"quote": "How could sincerity be a condition of friendship? A liking for the truth at all costs is a passion that spares nothing and that nothing can withstand.", "author": "albert camus"},
{"quote": "... We need the sweet pain of anticipation to tell us we are really alive.", "author": "albert camus"},
{"quote": "There are means that cannot be excused. And I should like to be able to love my country and still love justice. I don't want just any greatness for it, particularly a greatness born of blood and falsehood. I want to keep it alive by keeping justice alive.", "author": "albert camus"},
{"quote": "All I maintain is that on this earth there are pestilences and there are victims, and it's up to us, so far as possible, not to join forces with the pestilences.", "author": "albert camus"},
{"quote": "I didn’t like having to explain to them, so I just shut up, smoked a cigarette, and looked at the sea.", "author": "albert camus"},
{"quote": "When I was young, I expected from people more than they could give: neverending friendship and constant excitement.", "author": "albert camus"},
{"quote": "It is in the thick of calamity that one gets hardened to the truth - in other words, to silence.", "author": "albert camus"},
{"quote": "What’s true of all the evils in the world is true of plague as well. It helps men to rise above themselves.", "author": "albert camus"},
{"quote": "Here lives a free man. Nobody serves him.", "author": "albert camus"},
{"quote": "What on earth prompted you to take a hand in this?\"", "author": "albert camus"},
{"quote": "I said that the world is absurd, but I was too hasty. This world in itself is not reasonable, that is all that can be said. But what is absurd is the confrontation of this irrational and the wild longing for clarity whose call echoes in the human heart.", "author": "albert camus"},
{"quote": "One plays at being immortal and after a few weeks one doesn't even know whether or not one can hang on till the next day.", "author": "albert camus"},
{"quote": "Do you believe in God, doctor?\"", "author": "albert camus"},
{"quote": "Thinking is learning all over again how to see, directing one's consciousness, making of every image a privileged place.", "author": "albert camus"},
{"quote": "When I see a new face, something sets off an alarm bell inside me. 'slow down! Danger!' Even when the attraction is strongest, I am on my guard.", "author": "albert camus"},
{"quote": "Like great works, deep feelings always mean more than they are conscious of saying.", "author": "albert camus"},
{"quote": "We used to wonder where war lived, what it was that made it so vile. And now we realize that we know where it lives... inside ourselves.", "author": "albert camus"},
{"quote": "On good days, if you trust life, life has to answer you.", "author": "albert camus"},
{"quote": "In such a world of conflict, a world of victims and executioners, it is the job of thinking people, not to be on the side of the executioners.", "author": "albert camus"},
{"quote": "There is always a certain hour of the day and of the night when a man’s courage is at its lowest ebb, and it was that hour only that he feared.", "author": "albert camus"},
{"quote": "True debauchery is liberating because it creates no obligations. In it you possess only yourself, hence it remains the favorite pastime of the great lovers of their own person. ", "author": "albert camus"},
{"quote": "We don't have the time to completely be ourselves. We only have the room to be happy.", "author": "albert camus"},
{"quote": "Thus each of us had to be content to live only for the day, alone under the vast indifference of the sky.", "author": "albert camus"},
{"quote": "The welfare of humanity is always the alibi of tyrants.", "author": "albert camus"},
{"quote": "Too many have dispensed with generosity in order to practice charity.", "author": "albert camus"},
{"quote": "The real 19th century prophet was Dostoevsky, not Karl Marx.", "author": "albert camus"},
{"quote": "I longed to be forgotten in order to be able to complain to myself.", "author": "albert camus"},
{"quote": "Humans are creatures, who spent their lifes trying to convince themselves, that their existence is not absurd", "author": "albert camus"},
{"quote": "Those who prefer their principles over their happiness, they refuse to be happy outside the conditions they seem to have attached to their happiness.", "author": "albert camus"},
{"quote": "They hurt each other without wanting to, just because each represented to the others the cruel and demanding necessity of their lives.", "author": "albert camus"},
{"quote": "Alas, after a certain age every man is responsible for his face.", "author": "albert camus"},
{"quote": "Should I kill myself, or have a cup of coffee? But in the end one needs more courage to live than to kill himself.", "author": "albert camus"},
{"quote": "Isn't post-modernism really one big cover-up for the failure of the French to write a truly interesting novel ever since a sports car ate", "author": "albert camus"},
{"quote": "The human heart has a tiresome tendency to label as fate only what crushes it. But happiness likewise, in its way, is without reason, since it is inevitable.", "author": "albert camus"},
{"quote": "What we can or cannot do, what we consider possible or impossible, is rarely a function of our true capability. It is more likely a function of our beliefs about who we are.", "author": "albert camus"},
{"quote": "On my way out I was even going to shake his hand, but I remembered just in time that I'd killed a man.", "author": "albert camus"},
{"quote": "Any country where I am not bored is a country that teaches me nothing.", "author": "albert camus"},
{"quote": "The Byronic hero, incapable of love, or capable only of an impossible love, suffers endlessly. He is solitary, languid, his condition exhausts him. If he wants to feel alive, it must be in the terrible exaltation of a brief and destructive action.", "author": "albert camus"},
{"quote": "One must imagine Sisyphus happy.", "author": "albert camus"},
{"quote": "When a war breaks out, people say: \"It's too stupid; it can't last long.\" But though a war may well be \"too stupid,\" that doesn't prevent its lasting. Stupidity has a knack of getting its way; as we should see if we were not always so much wrapped up in ourselves.", "author": "albert camus"},
{"quote": "Sometimes, carrying on, just carrying on, is the superhuman achievement.", "author": "albert camus"},
{"quote": "How unbearable, for women, is the tenderness which a man can give them without love. For men, how bittersweet this is.", "author": "albert camus"},
{"quote": "A novel is never anything, but a philosophy put into images.", "author": "albert camus"},
{"quote": "Happiness implied a choice, and within that choice a concerted will, a lucid desire. Only it takes time to be happy. A lot of time. Happiness, too, is a long patience", "author": "albert camus"},
{"quote": "That's the way man is, cher monsieur. He has two faces: he can't love without self-love.", "author": "albert camus"},
{"quote": "In the vast reaches of the dry, cold night, thousands of stars were constantly appearing, and their sparkling icicles, loosened at once, began to slip gradually toward the horizon.", "author": "albert camus"},
{"quote": "And for all his life it would be kindness and love that made him cry, never pain or persecution, which on the contrary only reinforced his spirit and his resolution.", "author": "albert camus"},
{"quote": "The final conclusion of the absurdist protest is, in fact, the rejection of suicide and persistence in that hopeless encounter between human questioning and the silence of the universe.", "author": "albert camus"},
{"quote": "how hard it must be to live only with what one knows and what one remembers, cut off from what one hopes for!", "author": "albert camus"},
{"quote": "The tragedy is not that we are alone, but that we cannot be. At times I would give anything in the world to no longer be connected by anything to this universe of men.", "author": "albert camus"},
{"quote": "Accepting the absurdity of everything around us is one step, a necessary experience: it should not become a dead end. It arouses a revolt that can become fruitful", "author": "albert camus"},
{"quote": "Maman used to say that you can always find something to be happy about.", "author": "albert camus"},
{"quote": "The act of love is a confession.", "author": "albert camus"},
{"quote": ". Query: How contrive not to waste one's time?", "author": "albert camus"},
{"quote": "Poverty, first of all was never a misfortune for me; it was radiant with sunlight.. I owe it to my family, first of all, who lacked everything and who envied practically nothing.", "author": "albert camus"},
{"quote": "You will never be able to experience everything. So, please, do poetical justice to your soul and simply experience yourself.", "author": "albert camus"},
{"quote": "I was very fond of you, but now I’m so, so tired. I’m not happy to go, but one needn't be happy to make another start.", "author": "albert camus"},
{"quote": "No doubt our love was still there, but quite simply it was unusable, heavy to carry, inert inside of us, sterile as crime or condemnation. It was no longer anything except a patience with no future and a stubborn wait.", "author": "albert camus"},
{"quote": "I was assailed by memories of a life that wasn't mine anymore, but one in which I'd found the simplest and most lasting joys.", "author": "albert camus"},
{"quote": "There is no frontier between being and appearing.", "author": "albert camus"},
{"quote": "For ever, I shall be a stranger to myself.", "author": "albert camus"},
{"quote": "Sometimes, from beyond the skycrapers, the cry of a tugboat finds you in your insomnia, and you remember that this desert of iron and cement is an island.", "author": "albert camus"},
{"quote": "I couldn't quite understand how an ordinary man's good qualities could become crushing accusations against a guilty man.", "author": "albert camus"},
{"quote": "Still, obviously, one can't be sensible all the time.", "author": "albert camus"},
{"quote": "The loves we share with a city are often secret loves.", "author": "albert camus"},
{"quote": "And indeed it could be said that once the faintest stirring of hope became possible, the dominion of plague was ended.", "author": "albert camus"},
{"quote": "And then came human beings; humans wanted to cling but there was nothing to cling to.", "author": "albert camus"},
{"quote": "There is no fate which cannot be surmounted by scorn.", "author": "albert camus"},
{"quote": "Independence is earned by a few words of cheap confidence", "author": "albert camus"},
{"quote": "They came to know the incorrigible sorrow of all prisoners and exiles, which is to live in company with a memory that serves no purpose.", "author": "albert camus"},
{"quote": "A true masterpiece does not tell everything.", "author": "albert camus"},
{"quote": "She was wearing a pair of my pajamas with the sleeves rolled up. When she laughed I wanted her again. A minute later she asked me if I loved her. I told her it didn’t mean anything but that I didn’t think so. She looked sad.", "author": "albert camus"},
{"quote": "I felt as I hadn't felt for ages. I had a foolish desire to burst into tears. for the first time I'd realized how all these people loathed me.", "author": "albert camus"},
{"quote": "With rebellion, awareness is born", "author": "albert camus"},
{"quote": "And I should like to be able to love my country and still love justice. I don't want any greatness for it, particularly a greatness born of blood and falsehood. I want to keep it alive by keeping justice alive.", "author": "albert camus"},
{"quote": "I rebel — therefore we exist", "author": "albert camus"},
{"quote": "In order to be created, a work of art must first make use of the dark forces of the soul", "author": "albert camus"},
{"quote": "You know, a man always judges himself by the balance he can strike between the needs of his body and the demands of his mind. You're judging yourself now, Mersaut, and you don't like the sentence.", "author": "albert camus"},
{"quote": "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy", "author": "albert camus"},
{"quote": "Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others.", "author": "albert camus"},
{"quote": "I've been thinking it over for years. While we", "author": "albert camus"},
{"quote": "There are people who vindicate the world, who help others live just by their presence.", "author": "albert camus"},
{"quote": "I like these people swarming on the sidewalks, wedged into a little space of houses and canals, hemmed in by fogs, cold lands, and the sea streaming like a wet wash. I like them, for they are double. They are here and elsewhere.", "author": "albert camus"},
{"quote": "After a short silence the doctor raised himself a little in his chair and asked if Tarrou had an idea of the path to follow for attaining peace.", "author": "albert camus"},
{"quote": "Become so very free that your whole existence is an act of rebellion.", "author": "albert camus"},
{"quote": "life is a story and god is author.life is absurd.I think so.", "author": "albert camus"},
{"quote": "What I know, what is certain, what I cannot deny,", "author": "albert camus"},
{"quote": "An intellectual is someone whose mind watches itself.", "author": "albert camus"},
{"quote": "I hope the dogs don't bark tonight. I always think it's mine", "author": "albert camus"},
{"quote": "I cling like a miser to the freedom that disappears as soon as there is an excess of things.", "author": "albert camus"},
{"quote": "In the midst of winter, I found there was, within me, an invincible summer. And that makes me happy. For it say that no matter how hard the world pushes against me, within me, there's something stronger - something better pushing right back.", "author": "albert camus"},
{"quote": "I think my life is of great importance, but I also think it is meaningless.", "author": "albert camus"},
{"quote": "I opened myself up to the gentle indifference of the world. Finding it so much like myself", "author": "albert camus"},
{"quote": "...he was conscious of the disastrous fact that love and desire must be expressed in the same way...", "author": "albert camus"},
{"quote": "In the past, the poverty they shared had a certain sweetness about it. When the end of the day came and they would eat their dinner in silence with the oil lamp between them, there was a secret joy in such simplicity, such retrenchment.", "author": "albert camus"},
{"quote": "You do not have to unburden your soul for everyone; it will be enough if you do that for those you love.", "author": "albert camus"},
{"quote": "Because there is nothing here than invites us to cherish unhappy lovers. Nothing is more vain than to die for love. What we ought to do is live.", "author": "albert camus"},
{"quote": "He had opened his heart to the sublime indifference of the universe", "author": "albert camus"},
{"quote": "Yes, I'm happy, in human terms.", "author": "albert camus"},
{"quote": "Big tears of frustration and exhaustion were streaming down his cheeks. But because of all the wrinkles, they weren't dripping off. They spread out and ran together again, leaving a watery film over his ruined face. ", "author": "albert camus"},
{"quote": "But do you know why we are always more just and generous toward the dead? The reason is simple. With them there is no obligation. They leave us free and we can take our time, fit the testimonial between a cocktail party and a nice little mistress, in our spare time, in short.", "author": "albert camus"},
{"quote": "...there was only one thing that interested her and that was getting into bed with men whenever she'd the chance. And I warned her straight. 'You'll be sorry one day, my girl, and wish you'd got me back'.", "author": "albert camus"},
{"quote": "As if that blind rage had washed me clean, rid me of hope; for the first time, in that night alive with signs and stars, I opened myself to the gentle indifference of the world.", "author": "albert camus"},
{"quote": "The spirit of rebellion can only exist in a society where a theoretical equality conceals great factual inequalities. The problem of rebellion, therefore, has no meaning except within our own Western society.", "author": "albert camus"},
{"quote": "There was the same dazzling red glare. The sea gasped for air with each shallow, stifled wave that broke on the sand. ...with every blade of light that flashed off the sand, from a bleached shell or a peice of broken glass, my jaws tightened. I walked for a long time.", "author": "albert camus"},
{"quote": "he's incapable of suffering for a long time, or being happy for a long time. Which means that he's incapable of anything really worth while.", "author": "albert camus"},
{"quote": "Lying is not only saying what isn't true. It is also, in fact especially, saying more than is true, and, in the case of the human heart, saying more than one feels.", "author": "albert camus"},
{"quote": "No excuses ever, for anyone; that is my principle at the outset. I deny the good intention, the respectable mistake, the indiscretion, the extenuating circumstance. With me there is no giving of absolution or blessing. ", "author": "albert camus"},
{"quote": "My dear friend, we mustn't give them even the slightest excuse to judge us! Otherwise, we end up in pieces.", "author": "albert camus"},
{"quote": "It is immoral not to tell.", "author": "albert camus"},
{"quote": "Youth is above all a collection of possibilities.", "author": "albert camus"},
{"quote": "Some are created to love, while the others - to live.", "author": "albert camus"},
{"quote": "The absurd hero's refusal to hope becomes his singular ability to live in the present with passion.", "author": "albert camus"},
{"quote": "No code of ethics and no effort are justifiable a priori in the face of the cruel mathematics that command our condition.", "author": "albert camus"},
{"quote": "Where would his torture be, indeed, if at every step the hope of succeeding upheld him?", "author": "albert camus"},
{"quote": "If the world were clear, art would not exist.", "author": "albert camus"},
{"quote": "True debauchery is liberating because it creates no obligations.", "author": "albert camus"},
{"quote": "Therefore the first progressive step for a mind overwhelmed by the strangeness of things is to", "author": "albert camus"},
{"quote": "But, in certain cases, carrying on, merely continuing, is superhuman.", "author": "albert camus"},
{"quote": "A stranger to myself and to the world, armed solely with a thought that negates itself as soon as it asserts, what is this condition in which I can have peace only by refusing to know and to live, in which the appetite for conquest bumps into walls that defy its assaults?", "author": "albert camus"},
{"quote": "Actual freedom has not increased in proportion to man's awareness of it.", "author": "albert camus"},
{"quote": "An achievement is a bondage. It obliges one to a higher achievement.", "author": "albert camus"},
{"quote": "It is not humiliating to be unhappy. Physical suffering is sometimes humiliating, but the suffering of being cannot be, it is life.", "author": "albert camus"},
{"quote": "There are crimes of passion and crimes of logic. The boundary between them is not clearly defined", "author": "albert camus"},
{"quote": "If the only significant history of human thought were to be written, it would have to be the history of its successive regrets and its impotences.", "author": "albert camus"},
{"quote": "If Nietzsche is correct, that to shame a man is to kill him, then any honest attempt at autobiography will be an act of self-destruction.", "author": "albert camus"},
{"quote": "I enjoyed my own nature to the fullest, and we all know there lies happiness, although, to soothe one another mutually, we occasionally pretend to condemn such joys as selfishness.", "author": "albert camus"},
{"quote": "But - I cannot make a choice. I have my own sorrow, but I suffer with him, too; I share his pain. I understand all - that is my trouble.", "author": "albert camus"},
{"quote": "A loveless world is a dead world.", "author": "albert camus"},
{"quote": "How did I picture the life after the grave?", "author": "albert camus"},
{"quote": "All I maintain is that on this earth there are pestilences and there are victims, and it's up to us, so far as possible, not to join forces with the pestilences. That may sound simple to the point of childishness; I can't judge if it's simple, but I know it's true.", "author": "albert camus"},
{"quote": "I don’t know what to do today, help me decide. Should I cut myself open and pour my heart on these pages? Or should I sit here and do nothing, nobody’s asking anything of me after all?", "author": "albert camus"},
{"quote": "There's the risk of being loved...and that would keep me from being happy.", "author": "albert camus"},
{"quote": "What did it matter if he existed for two or for twenty years? Happiness was the fact that he had existed.", "author": "albert camus"},
{"quote": "Accept life, take it as it is? Stupid. The means of doing otherwise? Far from our having to take it, it is life that possesses us and on occasion shuts our mouths.", "author": "albert camus"},
{"quote": "What I believe to be true I must therefore preserve. What seems to me so obvious, even against me, I must support.", "author": "albert camus"},
{"quote": "There have been as many plagues as wars in history; yet always plagues and wars take people equally by surprise.", "author": "albert camus"},
{"quote": "As in all religions, man is freed of the weight of his own life.", "author": "albert camus"},
{"quote": "If one could only say just once: 'this is clear', all would be saved", "author": "albert camus"},
{"quote": "At a certain level of suffering or injustice no one can do anything for anyone. Pain is solitary.", "author": "albert camus"},
{"quote": "Against eternal injustice, man must assert justice, and to protest against the universe of grief, he must create happiness.", "author": "albert camus"},
{"quote": "One dies if necessary, one breaks rather than bending. But I bend, because I continue to love myself.", "author": "albert camus"},
{"quote": "there's no question of heroism in all this. It's a matter of common decency. That's an idea which may make some people smile, but the only means of fighting a plague is - common decency.", "author": "albert camus"},
{"quote": "Healthy people have a natural skill of avoiding feverish eyes.", "author": "albert camus"},
{"quote": "I spent a long time looking at faces, drinking in smiles. Am I happy or unhappy? It’s not a very important question. I live with such frenzied intensity.", "author": "albert camus"},
{"quote": "Only the sea, murmurous behind the dingy checkerboard of houses, told of the unrest, the precariousness, of all things in this world. ", "author": "albert camus"},
{"quote": "The reasoning is classic in its clarity. If God does not exist, Kirilov is god. If God does not exist, Kirilov must kill himself. Kirilov must therefore kill himself to become god. That logic is absurd, but it is what is needed.", "author": "albert camus"},
{"quote": "Men die; and they are not happy", "author": "albert camus"},
{"quote": "It is a matter of living in that state of the absurd I know on what it is founded, this mind and this world straining against each other without being able to embrace each other. I ask for the rule— of life of that state, and what I am offered neglects its basis,", "author": "albert camus"},
{"quote": "If nothing had any meaning, you would be right. But there is something that still has a meaning.", "author": "albert camus"},
{"quote": "Whatever prevents you from doing your work has become your work.", "author": "albert camus"},
{"quote": "O light! This the cry of all the characters of ancient drama brought face to face with their fate. This last resort was ours, too, and I knew it now. In the middle of winter I at last discovered that there was in me an invincible summer.", "author": "albert camus"},
{"quote": "Most people imagine that a man suffers because out of the blue, Death snatches away the woman he loves. But his real suffering is less futile; it comes from the discovery that grief, too, cannot last. Even grief is vanity!", "author": "albert camus"},
{"quote": "The future is the only transcendental value for men without God.", "author": "albert camus"},
{"quote": "The absurd does not liberate; it binds. It does not authorize all actions. \"Everything is permitted\" does not mean that nothing is forbidden.", "author": "albert camus"},
{"quote": "It takes time to live. Like any work of art, life needs to be thought about.", "author": "albert camus"},
{"quote": "The best are led to make greater demands upon themselves. As for those who succumb, they did not deserve to survive.", "author": "albert camus"},
{"quote": "A pure love is a dead love.", "author": "albert camus"},
{"quote": "There are no more deserts. There are no more islands. Yet there", "author": "albert camus"},
{"quote": "This heart within me I can feel, and I judge that it exists. This world I can touch, and I likewise judge that it exists. There ends all my knowledge, and the rest is construction. (...) Forever I shall be a stranger to myself.", "author": "albert camus"},
{"quote": "At one time or another all normal people have wished their loved ones were dead.", "author": "albert camus"},
{"quote": "Men are never convinced of your reasons, of your sincerity, of the seriousness of your sufferings, except by your death.", "author": "albert camus"},
{"quote": "Every achievement is a servitude. It compels us to a higher achievement.", "author": "albert camus"},
{"quote": "Human rebellion ends in metaphysical revolution. It progresses from appearances to acts, from the dandy to the revolutionary.", "author": "albert camus"},
{"quote": "As for those whose role it is to love us - I mean, relatives and in-laws (what a word)- It's a different tune. They find the right word, but it's usually the one that wounds.", "author": "albert camus"},
{"quote": "Just as there is a moment when the artist must stop, when the sculpture must be left as it is, the painting untouched - just as a determination", "author": "albert camus"},
{"quote": "In the world there is, parallel to the force of death and constraint, an enormous force of persuasion that is called culture.", "author": "albert camus"},
{"quote": "So the thing that bothered me most was that the condemned man had to hope the machine would work the first time.", "author": "albert camus"},
{"quote": "The future is the only kind of property that the masters willingly concede to the slaves.", "author": "albert camus"},
{"quote": "Men like us are good and proud and strong...if we had a faith, a God, nothing could undermine us. But we had nothing, we had to learn everything, and living for honor alone has its weaknesses...", "author": "albert camus"},
{"quote": "Come here, image.", "author": "albert camus"},
{"quote": "Mother died today. Or maybe yesterday, I don't know.", "author": "albert camus"},
{"quote": "I was wrong, after all, to tell you that the essential was to avoid judgement. The essential is being able to permit oneself everything, even if, from time to time, one has to profess vociferously one's own infamy.", "author": "albert camus"},
{"quote": "The misery and greatness of this world: it offers no truths, but only objects for love. Absurdity is king, but love saves us from it.", "author": "albert camus"},
{"quote": "No ends, simply means.", "author": "albert camus"},
{"quote": "For if I try to seize this self of which I feel sure, if I try to define and to summarize it, it is nothing but water slipping through my fingers.", "author": "albert camus"},
{"quote": "A novel is never anything but a philosophy expressed in images. And in a good novel the philosophy has disappeared into the images.", "author": "albert camus"},
{"quote": "Because,' Cormery went on, 'when I was very young, very foolish, and very much alone ... you paid attention to me and, without seeming to, you opened for me the door to everything I love in the world.", "author": "albert camus"},
{"quote": "To correct a natural indifference I was placed half-way between misery and the sun. Misery kept me from believing that all was well under the sun, and the sun taught me that history wasn't everything.", "author": "albert camus"},
{"quote": "They did not know; nor did they know that the negation of everything is in itself a form of servitude and", "author": "albert camus"},
{"quote": "...as if familiar paths traced in summer skies could lead as easily to prison as to the sleep of the innocent.", "author": "albert camus"},
{"quote": "That sensation of a void within which never left us, that irrational longing to hark back to the past or else to speed up the march of time, and those keen shafts of memory that stung like fire.", "author": "albert camus"},
{"quote": "But this time is ours, and we cannot live hating ourselves", "author": "albert camus"},
{"quote": "The struggle itself towards the heights is enough to fill a man's heart.", "author": "albert camus"},
{"quote": "Every stone here sweats with suffering, I know that. I have never looked at them without a feeling of anguish. But deep in my heart I know that the most wretched among you have seen a divine face emerge from their darkness. That is the face you are asked to see.", "author": "albert camus"},
{"quote": "I'd buy myself a cabin on the beach, I'd put some glue in my navel, and I'd stick a flag in there. Then I'd wait to see which way the wind was blowing.", "author": "albert camus"},
{"quote": "The feeling that we are all neglected and lonely but not so lonely that \"others\" do not see us in trouble, saves us from the worst suffering.", "author": "albert camus"},
{"quote": "People don't love each other at our age —they please each other, that's all. Later on when you're old and impotent, you can love somebody. At our age, you just think you do. That's all it is.", "author": "albert camus"},
{"quote": "Even men without a gospel have their Mount of Olives. And one must not fall asleep on theirs either.", "author": "albert camus"},
{"quote": "They were silent, humiliated by this return of the defeated, furious at their own silence, but the more it was prolonged the less capable they were of breaking it.", "author": "albert camus"},
{"quote": "As Albert Camus wrote, the doctor’s role is as a witness – to witness authentically the reality of humanity, and to speak out against the horrors of political inaction... The only crime equaling inhumanity is the crime of indifference, silence, and forgetting.", "author": "albert camus"},
{"quote": "A craving for freedom and independence is generated only in a man still living on hope.", "author": "albert camus"},
{"quote": "What we call fundamental truths are simply the ones we discover after all the others.", "author": "albert camus"},
{"quote": "what doesn't kill you make you stronger and stronger", "author": "albert camus"},
{"quote": "CALIGULA: I'm the only true artist Rome has known - the only one, believe me - to match his inspiration with his deeds.", "author": "albert camus"},
{"quote": "Works of art are not born in flashes of inspiration but in daily fidelity.", "author": "albert camus"},
{"quote": "At the age of 40, having ordered meat very rare in restaurants all his life, he realized he actually liked it medium and not at all rare.", "author": "albert camus"},
{"quote": "A practical rule: a man which is wise in one area may be silly in others.", "author": "albert camus"},
{"quote": "The most loathsome materialism is not the kind people usually think of, but the sort that attempts to let dead ideas pass for living realities, diverting into sterile myths the stubborn and lucid attention we give to what we have within us that must forever die.", "author": "albert camus"},
{"quote": "You see, I’ve heard of a man whose friend had been imprisoned and who slept on the floor of his room every night in order not to enjoy a comfort of which his friend had been deprived.", "author": "albert camus"},
{"quote": "There is something divine in mindless beauty.", "author": "albert camus"},
{"quote": "To create today is to create dangerously. Any publication is an act, and that act exposes one to the passions of an age that forgives nothing.", "author": "albert camus"},
{"quote": "It is better for the intellectual not to talk all the time. To begin with, it would exhaust him, and, above all, it would keep him from thinking. He must create if he can, first and foremost, especially if his creation does not side-step the problems of his time.", "author": "albert camus"},
{"quote": "In normal times all of us know, whether consciously or not, that there is no love which can't be bettered; nevertheless, we reconcile ourselves more or less easily to the fact that ours has never risen above the average.", "author": "albert camus"},
{"quote": "Beginning to think is beginning to be undermined.", "author": "albert camus"},
{"quote": "To be born to create, to love, to win at games is to be born to live in time of peace. But war teaches us to lose everything and become what we were not. It all becomes a question of style.", "author": "albert camus"},
{"quote": " man has an idea of a better world than this. But better does not mean different, it means unified… Religion or crime, every human endeavor in fact, finally obeys this unreasonable desire and claims to give life a form it does not have.", "author": "albert camus"},
{"quote": "There is only one class of men, the privileged class.", "author": "albert camus"},
{"quote": "The realization that life is absurd cannot be an end, but only a beginning.", "author": "albert camus"},
{"quote": "Here I understand what is meant by glory: the right to love without limits.", "author": "albert camus"},
{"quote": "A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.", "author": "albert camus"},
{"quote": "You are only excused for happiness and success if you generously agree to share them. But if one is to be happy, one should not worry too much about other people - which means there is no way out.", "author": "albert camus"},
{"quote": "I leave Sisyphus at the foot of the mountain! One always finds one's burden again. But", "author": "albert camus"},
{"quote": "I am well aware that one can't get along without domineering or being served. Every man needs slaves as he needs fresh air. Commanding is breathing - you agree with me? And even the most destitute manage to breathe.", "author": "albert camus"},
{"quote": "And so I learned that familiar paths traced in the dusk of summer evenings may lead as well to prison as to innocent untroubled sleep.", "author": "albert camus"},
{"quote": "Freedom is nothing else but a chance to be better, whereas enslavement is a certainty of the worst.", "author": "albert camus"},
{"quote": "February 13, 1936", "author": "albert camus"},
{"quote": "Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful.", "author": "albert camus"},
{"quote": "Martyrs, my friend, have to choose between being forgotten, mocked or used. As for being understood - never.", "author": "albert camus"},
{"quote": "Remembrance of things past is just for the rich. For the poor it only marks the faint traces on the path to death.", "author": "albert camus"},
{"quote": "...since the order of the world is shaped by death, mightn't it be better for God if we refuse to believe in Him and struggle with all our might against death, without raising our eyes towards the heaven where He sits in silence?", "author": "albert camus"},
{"quote": "There is always a philosophy for lack of courage", "author": "albert camus"},
{"quote": "The mind, when it reaches its limits, must make a judgment and choose its conclusions. This is where suicide and the reply stand.", "author": "albert camus"},
{"quote": "Socialism is nihilistic, in the henceforth precise sense that Nietzsche confers on the word. A nihilist is not one who believes in nothing, but one who does not believe in what exists.", "author": "albert camus"},
{"quote": "My soul’s a burden to me, I’ve had enough of it. I’m eager to be in that country, where the sun kills every question. I don’t belong here.", "author": "albert camus"},
{"quote": "The Byronic", "author": "albert camus"},
{"quote": "Don't let them tell us stories", "author": "albert camus"},
{"quote": "His own faith, however, was not lacking in virtues since it consisted in acknowledging obscurely that he would be granted much without ever deserving anything.", "author": "albert camus"},
{"quote": "But it's not easy, because friendship is absent-minded or at least powerless. It cannot achieve what it wants. Perhaps, after all, it doesn't want strongly enough. Perhaps we do not love life enough.", "author": "albert camus"},
{"quote": "What need had I of so many efforts? The soft lines of these hills and the hand of evening on this troubled heart teach me much more.", "author": "albert camus"},
{"quote": "When one has no character, one HAS to apply a method. Here it did wonders incontrovertibly, and I am living on the site of one of the greatest crimes in human history.", "author": "albert camus"},
{"quote": "You know very well that I no longer think. I am far too intelligent for that.", "author": "albert camus"},
{"quote": "And with pain and joy, their hearts learned to hear that double lesson which leads to a happy death.", "author": "albert camus"},
{"quote": "It is forbidden to spit on cats in plague-time.", "author": "albert camus"},
{"quote": "If, after all, men cannot always make history have a meaning, they can always act so that their own lives have one.", "author": "albert camus"},
{"quote": "Metaphysical rebellion is the movement by which man protests against his condition and against the", "author": "albert camus"},
{"quote": "Without giving up anything on the plane of justice, yeild nothing on the plane of freedom", "author": "albert camus"},
{"quote": "I am too much in love with my lies and hypocrisies not to confess them fervently.", "author": "albert camus"},
{"quote": "Thoughts of suicide have got me through many a bad night.", "author": "albert camus"},
{"quote": "The truth is I wasn't brought into the world to write newspaper articles. But it's quite likely I was brought into the world to live with a woman.", "author": "albert camus"},
{"quote": "The absurd is born of this confrontation between the human need and the unreasonable silence of the world. This must not be forgotten.", "author": "albert camus"},
{"quote": "Finally, and most of all, words failed him.", "author": "albert camus"},
{"quote": "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.", "author": "albert camus"},
{"quote": "This absurd, godless world is, then, peopled with men who think clearly and have ceased to hope. And I have not yet spoken of the most absurd character, who is the creator.", "author": "albert camus"},
{"quote": "The great longing of an unquiet heart is to possess constantly and consciously the loved one, or, failing that, to be able to plunge the loved one, when a time of absence intervenes, into a dreamless sleep timed to last unbroken until the day they meet again.", "author": "albert camus"},
{"quote": "I am strangely tired, not from having talked so much but at the mere thought of what I still have to say", "author": "albert camus"},
{"quote": "People can think only in images. If you want to be a philosopher, write novels.", "author": "albert camus"},
{"quote": "Perhaps the easiest way of making a town's acquaintance is to ascertain how the people in it work, how they love, and how they die.", "author": "albert camus"},
{"quote": "To begin with, poor people´s memory is less nourished than that of a rich; it has fewer landmarks in space because they seldom leave the place where they live, and fewer reference points in time throughtout lives that are grey and featureless.", "author": "albert camus"},
{"quote": "The love of God is a hard love. It demands total self-surrender, disdain of our human personality. And yet it alone can reconcile us to suffering and the deaths of children, it alone can justify them, since we cannot understand them, and we can only make God's will ours.", "author": "albert camus"},
{"quote": "I'm also a book nerd so aside from my life and my opinions, you could say my lyrics are inspired in some sense by the writings of Guy Debord, John Berryman, Georges Bataille, T.S. Eliot, Albert Camus, Bukowski, Artaud, Derrick Jensen and bunch of other people.", "author": "albert camus"},
{"quote": "I don’t know whether this world has a meaning that transcends it. But I know that I cannot know that meaning and that it is impossible for me just now to know it. ", "author": "albert camus"},
{"quote": "Let’s not beat around the bush; I love life — that’s my real weakness. I love it so much that I am incapable of imagining what is not life.", "author": "albert camus"},
{"quote": "And I fired four more times at a lifeless body and the bullets sank in without leaving a mark. And it was like giving four sharp knocks at the door of unhappiness.", "author": "albert camus"},
{"quote": "Who, cher monsieur, will sleep on the floor for us? Whether I am capable of it myself? Look, I'd like to be and I shall be. Yes, we shall all be capable of it one day, and that will be salvation.", "author": "albert camus"},
{"quote": "The irrational, the human nostalgia, and the absurd that is born of their encounter - these are the three characters in the drama that must necessarily end with all the logic of which an existence is capable", "author": "albert camus"},
{"quote": "No one in this desert, neither he nor his guest, mattered. And yet, outside this desert neither of them, Daru knew, could have really lived.", "author": "albert camus"},
{"quote": "I see many people die because they judge that life is not worth living. I see others paradoxically getting killed for the ideas or illusions that give them a reason for living (what is called a reason for living is also an excellent reason for dying).", "author": "albert camus"},
{"quote": "There's always been war,\" said Veillard. \"But people quickly get accustomed to peace. So they think it's normal. No, war is what's normal.", "author": "albert camus"},
{"quote": "That's all for today, Monsieur Antichrist.", "author": "albert camus"},
{"quote": "You continue making the gestures commanded by existence for many reasons, the first of which is habit.", "author": "albert camus"},
{"quote": "Give up the tyranny of female charm.", "author": "albert camus"},
{"quote": "Essay on tragedy.", "author": "albert camus"},
{"quote": "By definition he [the writer] cannot put himself today in the service of those who make history; he is at the service of those who suffer it", "author": "albert camus"},
{"quote": "In the midst of winter, I found there was, within me, an invincible summer", "author": "albert camus"},
{"quote": "Am I happy or unhappy? It’s not a very important question.", "author": "albert camus"},
{"quote": "I’ll tell you a big secret, mon cher. Don’t wait for the Last Judgment. It takes place every day.", "author": "albert camus"},
{"quote": "My moral code is no more or less than my likes and dislikes.", "author": "albert camus"},
{"quote": "If I had to write a book on morality, it would have a hundred pages and ninety-nine would be blank. On the last page I should write: \"I recognize only one duty, and that is to love.", "author": "albert camus"},
{"quote": "Albert Camus suggested that we fall in love with people because, from the outside, they look so whole, physically whole and emotionally ‘together’ – when subjectively, we feel dispersed and confused.", "author": "albert camus"},
{"quote": "Not that one must be an", "author": "albert camus"},
{"quote": "My life was lucky so that I met, I loved (and disappointed) only outstanding people.", "author": "albert camus"},
{"quote": "In order to cease being a doubtful case, one has to cease being, that's all.", "author": "albert camus"},
{"quote": "When a conscious being appeared, the world went blank.", "author": "albert camus"},
{"quote": "No one realises that some individuals consume herculesque forces only to be normal.", "author": "albert camus"},
{"quote": "There is so much sttuborn hope in a human heart.", "author": "albert camus"},
{"quote": "Everybody knows that pestilences have a way of recurring in the world; yet somehow we find it hard to believe in ones that crash down on our heads from a blue sky. There have been as many plagues as wars in history; yet always plagues and wars take people equally by surprise.", "author": "albert camus"},
{"quote": "You alone will know why I killed myself. You know my principles. I hate those who commit suicide. Besause of what they do TO OTHERS. If you have to do it, you must disguise it. Out of kindness.", "author": "albert camus"},
{"quote": "You see, Mersualt, all the misery and cruelty of our civilisation can be measured by this one stupid axiom: happy nations have no history.", "author": "albert camus"},
{"quote": "Our civilization survives in the complacency of cowardly or malignant minds -- a sacrifice to the vanity of aging adolescents", "author": "albert camus"},
{"quote": "...I had never been able to truly feel remorse for anything. My mind was always on what was coming next, today or tomorrow.", "author": "albert camus"},
{"quote": "How do you put everyone in the pool, so you have the right to dry yourself in the sun?", "author": "albert camus"},
{"quote": "Having money is a way of being free of money", "author": "albert camus"},
{"quote": "Fate is not in man but around him", "author": "albert camus"},
{"quote": "Beyond the curve of his days he glimpsed neither superhuman happiness nor eternity--happiness was human, eternity ordinary.", "author": "albert camus"},
{"quote": "You will always win if you make an effort, no matter how much. However, if you failed it means you were too lazy.", "author": "albert camus"},
{"quote": "To remain silent is to give the impression that one has no opinions, that one wants nothing, and in certain cases it really amounts to wanting nothing.", "author": "albert camus"},
{"quote": "Likewise the mind that aims to understand reality can consider itself satisfied only by reducing it to terms of thought.", "author": "albert camus"},
{"quote": "If pimps and thieves were invariably sentenced, all decent people would get to thinking they themselves were constantly innocent.", "author": "albert camus"},
{"quote": "A love that does not bear collision with reality is not a real love. But then the inability to love is a privilege of the noble hearts.", "author": "albert camus"},
{"quote": "The world I live in is loathsome to me, but I feel one with the men who suffer in it", "author": "albert camus"},
{"quote": "If it were sufficent to love, things would be too easy.", "author": "albert camus"},
{"quote": "They wanted to cling, but there was nothing to cling to, and that was unfortunate for them. As for me, i forgot. I never remembered anything but myself.", "author": "albert camus"},
{"quote": "I would have liked to have tried explaining to him cordially, almost affectionately, that I had never been able to truly feel remorse for anything. My mind was always on what was coming next, today or tomorrow.", "author": "albert camus"},
{"quote": "There is nothing more despicable than respect based on fear.", "author": "albert camus"},
{"quote": "When one has once had the good luck to love intensely, life is spent in trying to recapture that ardor and that illumination. Forsaking", "author": "albert camus"},
{"quote": "This world in itself is not reasonable, that is all that can be said. But what is absurd is the confrontation of this irrational and the wild longing for clarity whose call echoes in the human heart.", "author": "albert camus"},
{"quote": "Indeed, a climate of fear is not one that encourages reflection. However, it is my belief that, instead of using that fear as an excuse, we should recognize it as one of the prime causes of the current situation and try to find a remedy for it.", "author": "albert camus"},
{"quote": "Men who share the same rooms, soldiers or prisoners, develop a strange alliance as if, having cast off their armor with their clothing, they fraternized every evening, over and above their differences, in the ancient community of dream and fatigue.", "author": "albert camus"},
{"quote": "Marie came that evening and asked me if I'd marry her. I said I didn't mind; if she was keen on it, we'd get married. Then she", "author": "albert camus"},
{"quote": "Their pleasures are fierce and their sleep impenetrable. And they know that the body has a soul in which the soul has no part.", "author": "albert camus"},
{"quote": "I noticed that he laid stress on my “intelligence.” It puzzled me rather why what would count as a good point in an ordinary person should be used against an accused man as an overwhelming proof of his guilt.", "author": "albert camus"},
{"quote": "We don’t have time to be ourselves. We only have time to be happy.", "author": "albert camus"},
{"quote": "A character is never the author who created him. It is quite likely, however, that an author may be all his characters simultaneously.", "author": "albert camus"},
{"quote": "I realized, through it all, that.. in the midst of winter, I found there was, within me, an invincible summer.", "author": "albert camus"},
{"quote": "With the exception of professional rationalists, today people despair of true knowledge. If only the significant history of human thought were to be written, it would have to be he history of its successive regrets and its impotences.", "author": "albert camus"},
{"quote": "We turn toward God only to obtain the impossible. As for the possible, men suffice.", "author": "albert camus"},
{"quote": "So we are steaming along without any landmark; we can't gauge our speed. We are making progress and yet nothing is changing. It's not navigation but dreaming.", "author": "albert camus"},
{"quote": "Only the one who does not know what is life may believe that it is beautiful and easy.", "author": "albert camus"},
{"quote": "A life, whose purpose is money, is death.", "author": "albert camus"},
{"quote": "Everything I know of morality, I learned on the soccer field.", "author": "albert camus"},
{"quote": "If the descent is thus sometimes performed in sorrow, it can also take place in joy.", "author": "albert camus"},
{"quote": "In the other room Rateau was looking at the canvas, completely blank, in the center of which Jonas had merely written in very small letters a word that could be made out, but without any certainty as to whether it should be read 'solitary' or 'solidary'.", "author": "albert camus"},
{"quote": "I said that people never change their lives, that in any case one life was as good as another and that I wasn’t dissatisfied with mine here at all.", "author": "albert camus"},
{"quote": "An intellectual is someone whose mind watches itself. I am happy to be both halves, the watcher and the watched.", "author": "albert camus"},
{"quote": "Every time I hear a political speech or I read those of our leaders, I am horrified at having, for years, heard nothing which sounded human. It is always the same words telling the same lies.", "author": "albert camus"},
{"quote": "Space and silence weigh equally upon the heart. A sudden love, a great work, a decisive act, a thought which transfigures, all these at certain moments bring the same unbearable anxiety, linked with an irresistible charm.", "author": "albert camus"},
{"quote": "I have always felt I lived on the high seas, threatened, at the heart of a royal happiness.", "author": "albert camus"},
{"quote": "What is a rebel? Someone who says no. But saying no does not mean giving up: it also means saying yes, with every gesture.", "author": "albert camus"},
{"quote": "In short, for me to live happily it was essential for the creatures I chose not to live at all. They must receive their life, sporadically, only at my bidding.", "author": "albert camus"},
{"quote": "Some, often without knowing it, suffered from being deprived of the", "author": "albert camus"},
{"quote": "As always, whenever I want to get rid of someone I'm not really listening to, I made it appear as if I agreed.", "author": "albert camus"},
{"quote": "They deify what crushes them and find reason to hope in what impoverishes them.", "author": "albert camus"},
{"quote": "To correct a natural indifference, I was placed halfway between poverty and the sun. Poverty kept me from thinking all was well under the sun and in history; the sun taught me that history was not everything.", "author": "albert camus"},
{"quote": "It would be the most peaceful to love in silence, but there are consciousness and personality, so we have to speak. And then love becomes hell.", "author": "albert camus"},
{"quote": "I loved them, according to the hallowed expression, which amounts to saying that I never loved any of them.", "author": "albert camus"},
{"quote": "False judges are held up in the world’s admiration and I alone know the true ones.", "author": "albert camus"},
{"quote": "Don’t wait for the Last Judgment. It takes place every day. There are always reasons for murdering a man. On the contrary, it is impossible to justify his living. That’s why crime always finds lawyers, and innocence only rarely.", "author": "albert camus"},
{"quote": "It was not a matter, mind you, of the certainty I had of being more intelligent than everyone else. Besides, such certainty is of no consequence because so many imbeciles share it.", "author": "albert camus"},
{"quote": "At times one wanders, doubting the facts, even when one has discovered the secrets of the good life. To be sure, my solution is not the ideal.", "author": "albert camus"},
{"quote": "Next day Tarrou set to work and enrolled a first team of workers, soon to be followed by many others.", "author": "albert camus"},
{"quote": "There is only one really serious philosophical problem, and that is suicide.", "author": "albert camus"},
{"quote": "When a man has learned how to remain alone with his suffering, how to overcome his longing to flee, then he has little left to learn.", "author": "albert camus"},
{"quote": "Whereas, once again, the machine destroyed everything: you were killed discreetly, with a little shame and with great precision.", "author": "albert camus"},
{"quote": "As for me, I longed to love as some people long to cry. I felt that every hour I slept now would be an hour stolen from life.", "author": "albert camus"},
{"quote": "Absolute freedom mocks at justice. Absolute justice denies freedom. To", "author": "albert camus"},
{"quote": "We call love what binds us to certain creatures only by reference to a collective way of seeing for which books and legends are responsible.", "author": "albert camus"},
{"quote": "He discovered the cruel paradox by which we always deceive ourselves twice about the people we love—first to their advantage, then to their disadvantage.", "author": "albert camus"},
{"quote": "It's only artists who know how to use their", "author": "albert camus"},
{"quote": "One thing I had learned in college was that if you ever had a question about truth, reality, or the meaning of existence, read a novel by Albert Camus. Pretty soon you'll be so baffled you'll forget the question.", "author": "albert camus"},
{"quote": "Those who prefer their principles over their happiness, they refuse to be happy outside the conditions they seem to have attached to their happiness. If they are happy by surprise, they find themselves disabled, unhappy to be deprived of their unhappiness.", "author": "albert camus"},
{"quote": "A moment later she asked me if I loved her. I said that sort of question had no meaning, really; but I supposed I didn’t.", "author": "albert camus"},
{"quote": "But I fired four shots more into the inert body, on which they left no visible trace. And each successive shot was another loud, fateful rap on the door of my undoing.", "author": "albert camus"},
{"quote": "Well, Mr. Antichrist, that’s all for the present!", "author": "albert camus"},
{"quote": "How far is one to go to elude nothing? Is one to die voluntarily or to hope in spite of everything?", "author": "albert camus"},
{"quote": "He was expressing his certainty that my appeal would be granted, but I was carrying the burden of a sin from which I had to free myself. According to him, human justice was nothing and divine justice was everything. I pointed out it was the former that had condemned me.", "author": "albert camus"},
{"quote": "there are truths but no truth.", "author": "albert camus"},
{"quote": "A writer writes to a great extent to be read (let's admire those who say they don't, but not believe them).", "author": "albert camus"},
{"quote": "To feel one’s attachment to a certain region, one’s love for a", "author": "albert camus"},
{"quote": "It occurred to me that anyway one more Sunday was over, that Maman was buried now, that I was going back to work, and that, really, nothing had changed.", "author": "albert camus"},
{"quote": "When the time to die comes, it does not matter how and when it happens.", "author": "albert camus"},
{"quote": "In Italian museums are sometimes found little painted screens that the priest used to hold in front of the face of condemned men to hide the scaffold from them.", "author": "albert camus"},
{"quote": "In any case, the one man paved the way for the deeds of the other, in a sense foreshadowed and even legitimized by them.", "author": "albert camus"},
{"quote": "Even the sea had lost its deep blue colour and, beneath the misty sky, took on the sheen of silver or iron, making it painful to look at.", "author": "albert camus"},
{"quote": "It seems that the people of Oran are like that friend of Flaubert who, on the point of death, casting a last glance at the irreplaceable earth, exclaimed: \"Close the window, it's too beautiful.", "author": "albert camus"},
{"quote": "No doubt, our love persisted, but in practice it served nothing; it was an inert mass within us, sterile as crime of a life sentence. It had declined on a patience that led nowhere, a dogged expectation.", "author": "albert camus"},
{"quote": "Then came human beings, they wanted to cling but there was nothing to cling to.", "author": "albert camus"},
{"quote": "Great feelings take with them their own universe, splendid or abject.", "author": "albert camus"},
{"quote": "That is the answer to the question which is always being asked: why has", "author": "albert camus"},
{"quote": "French existentialist Albert Camus said it best: “Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful.", "author": "albert camus"},
{"quote": "There is a moral to it. It teaches that a man defines himself by his make-believe as well as by his sincere impulses.", "author": "albert camus"},
{"quote": "You should make your choices as though you were choosing on behalf of the whole of humanity,", "author": "albert camus"},
{"quote": "Look, it is snowing! Oh, I must", "author": "albert camus"},
{"quote": "1. Success is a choice. -Rick Pitino", "author": "albert camus"},
{"quote": "I want everything to be explained to me or nothing. And the reason is impotent when it hears this cry from the heart. The mind aroused by this insistence seeks and finds nothing but contradictions and nonsense.", "author": "albert camus"},
{"quote": "Tell me about yourselves and describe the sun to a miserable wretch who has no roots anywhere and who remains your faithful.", "author": "albert camus"},
{"quote": "One grows out of pity when it's useless.", "author": "albert camus"},
{"quote": "The welfare of the people in particular has always been the alibi of tyrants, and it provides the further advantage of giving the servants of tyranny a good conscience.", "author": "albert camus"},
{"quote": "But still I would try to picture the exact moment when the beating of my heart would no longer be going on inside my head.", "author": "albert camus"},
{"quote": "Let's not worry. It's too late now. It will always be too late, fortunately!", "author": "albert camus"},
{"quote": "In the middle of Winter I discovered within myself an invincible Summer.", "author": "albert camus"},
{"quote": "Art is the activity that exalts and denies simultaneously. \"No artist tolerates reality,\" says Nietzsche. That", "author": "albert camus"},
{"quote": "Men who share the same rooms, soldiers or prisoners, develop a strange alliance as if, having cast off their armour with their clothing, they fraternized every evening, over and above their differences, in the ancient community of dream and fatigue.", "author": "albert camus"},
{"quote": "For instance, I had a friend I generally avoided. He rather bored me, and, besides, he was something of a moralist. But when he was on his deathbed, I was there - don't worry... And when, in addition, it's a suicide! Lord, what a delightful commotion!", "author": "albert camus"},
{"quote": "Life is a sum of all your choices,” wrote Albert Camus. Large or small, our actions forge our futures, hopefully inspiring others along the way.", "author": "albert camus"},
{"quote": "And I tried to listen again, because the prosecutor started talking about my soul.", "author": "albert camus"},
{"quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion. — Albert Camus, French author D", "author": "albert camus"},
{"quote": "I have never seen anyone die for the ontological argument.", "author": "albert camus"},
{"quote": "Politics and the fate of mankind are formed by men without ideals and without greatness...", "author": "albert camus"},
{"quote": "It was in vain that he exclaimed in his hour of lucidity, \"It is easy to talk about all sorts of immoral", "author": "albert camus"},
{"quote": "Ah, mon cher, we are odd, wretched creatures, and if we merely look back over our lives, there’s no lack of occasions to amaze and horrify ourselves. Just try.", "author": "albert camus"},
{"quote": "I cannot stand the company of men. They flatter or they judge. I can stand neither of the two.", "author": "albert camus"},
{"quote": "I shall tell you a great secret, my friend. Do not wait for the last judgement, it takes place every day.", "author": "albert camus"},
{"quote": "Poverty is a fortress without drawbridges.", "author": "albert camus"},
{"quote": "Maybe Christ died for somebody but not for me.", "author": "albert camus"},
{"quote": "Is one to die voluntarily or to hope in spite of everything?", "author": "albert camus"},
{"quote": "Nothing is harder to understand than a symbolic work. A symbol always transcends the one who makes use of it and makes him say in reality more than he is aware of expressing.", "author": "albert camus"},
{"quote": "He stated that I had no place in a society whose most fundamental rules I ignored and that I could not appeal to the same human heart whose elementary response I knew nothing of.", "author": "albert camus"},
{"quote": "Daru felt a sudden wrath against the man, against all men with their rotten spite, their tireless hates, their blood lust.", "author": "albert camus"},
{"quote": "The first concern of any dictatorship is, consequently, to subjugate both labor and culture.", "author": "albert camus"},
{"quote": "Albert Camus did not know he was summing up modern photojournalism when he wrote:\"Will I kill myself or have a cup of coffee", "author": "albert camus"},
{"quote": "There are very few large and many poor feelings in everyone's life.", "author": "albert camus"},
{"quote": "There are accidents that last the whole life.", "author": "albert camus"},
{"quote": "The beginning of war is similar to the beginning of peace — the world and the heart know nothing about it.", "author": "albert camus"},
{"quote": "Solitude must be accepted with all its difficulties.", "author": "albert camus"},
{"quote": "Why I'm an artist, not a philosopher? Because I think in words rather than ideas.", "author": "albert camus"},
{"quote": "People always think that a suicide is commited for one reason. But it is perfectly possible to commit a suicide for", "author": "albert camus"},
{"quote": "But hell can endure for only a limited period, and life will begin again one day. History may perhaps have", "author": "albert camus"},
{"quote": "I make myself strict rules in order to correct my nature. But it is my nature that i finally obey.", "author": "albert camus"},
{"quote": "The language he used was that of a man who was sick and tired of the world he lived in—though he had much liking for his fellow men—and had resolved, for his part, to have no truck with injustice and compromises with the truth.", "author": "albert camus"},
{"quote": "I had lived my life one way and I could just as well have lived it another.", "author": "albert camus"},
{"quote": "Even the most gifted person needs someone to initiate him. The one that life puts in your path one day, that person must be loved and respected for ever, even if he's not responsible. That is my faith!", "author": "albert camus"},
{"quote": "Despite men's suffering, despite the blood and wrath, despite the dead who can never be replaced, the unjust wounds, and the wild bullets, we must utter, not words of regret, but words of hope, of the dreadful hope of men isolated with their fate.", "author": "albert camus"},
{"quote": "Above all, don’t believe your friends when they ask you to be sincere with them. They merely hope you will encourage them in the good opinion they have of themselves by providing them with the additional assurance they will find in your promise of sincerity.", "author": "albert camus"},
{"quote": "there are truths but no truth", "author": "albert camus"},
{"quote": "When he rebels, a man", "author": "albert camus"},
{"quote": "Why indeed should we carry on and why should we return? Our cup runneth over, and a mute, invincible madness rocks us to sleep. A day comes like this which draws everything to a close; we must then let ourselves sink, like those who swim until exhausted. What do we accomplish?", "author": "albert camus"},
{"quote": "...he broke in and wanted to know how I imagined this other life. So I shouted: 'A life that would remind me of this one", "author": "albert camus"},
{"quote": "That’s why I like you so much. Your heart isn’t dead.", "author": "albert camus"},
{"quote": "Men must live and create. Live to the point of tears.", "author": "albert camus"},
{"quote": "Nietzsche clamored for a", "author": "albert camus"},
{"quote": "In a sense, and as in melodrama, killing yourself amounts to confessing. It is confessing that life is too much for you or that you do not understand it.", "author": "albert camus"},
{"quote": "We live in a world where one needs to choose - to be the victim or the executioner, and nothing else.", "author": "albert camus"},
{"quote": "In the long run one gets used to anything.", "author": "albert camus"},
{"quote": "Here ends Prometheus' surprising itinerary. Proclaiming his hatred of the gods and his love of mankind, he turns", "author": "albert camus"},
{"quote": "Although “The Myth of Sisyphus” poses mortal problems, it sums itself up for me as a lucid invitation to live and to create, in the very midst of the desert.", "author": "albert camus"},
{"quote": "Mistaken ideas always end in bloodshed, but in every case it is someone else's blood. This is why our thinkers feel free to say just about anything.", "author": "albert camus"},
{"quote": "But it is obvious that absurdism hereby admits that human life is the only necessary good since it is precisely life that makes this encounter possible and since, without life, the absurdist wager would have no basis. To say that life is absurd, the conscience must be alive.", "author": "albert camus"},
{"quote": "I hadn't grasped how days could be at once long and short. Long, no doubt, as periods to live through, but so distended that they ended up by overlapping on each other. In fact, I never thought of days as such; only the words 'yesterday' and 'tomorrow' still kept some meaning.", "author": "albert camus"},
{"quote": "There is but one truly serious philosophical problem, and that is suicide.” -Albert Camus", "author": "albert camus"},
{"quote": "Moreover, most people, assuming they had not altogether abandoned religious observances, or did not combine them naively with a thoroughly immoral way of living, had replaced normal religious practice by more or less extravagant superstitions.", "author": "albert camus"},
{"quote": "Since we’re all going to die, it’s obvious that when and how don’t matter.", "author": "albert camus"},
{"quote": "Please stop trifling.", "author": "albert camus"},
{"quote": "Gazing up at the dark sky spangled with its signs and stars, for the first time, the first, I laid my heart open to the benign indifference of the universe", "author": "albert camus"},
{"quote": "The primordial sea indefatigably repeats the same words and casts up the same astonished beings on the same seashore. But at least he who consents to his own return and to the return of all things, who becomes an echo and an exalted echo, participates in the", "author": "albert camus"},
{"quote": "At the first stage of his dialectic, Hegel affirms that in so far as death is the common ground of man and", "author": "albert camus"},
{"quote": "As I usually do when I want to get rid of someone whose conversation bores me, I pretended to agree.", "author": "albert camus"},
{"quote": "Every genius is at once extraordinary and banal. He is", "author": "albert camus"},
{"quote": "Modern conquerors can kill, but do not seem to be able to create. Artists know how to", "author": "albert camus"},
{"quote": "I have always loved everything about you. Even what I didn’t understand.", "author": "albert camus"},
{"quote": "For there is no denying that the plague had gradually killed off in all of us the faculty not of love only but even of friendship. Naturally enough, since love asks something of the future, and nothing was left us but a series of present moments.", "author": "albert camus"},
{"quote": "A story is never", "author": "albert camus"},
{"quote": "We are not certain, we are never certain.", "author": "albert camus"},
{"quote": "To state quite simply what we learn in time of pestilence: that there are more things to admire in men than to despise.", "author": "albert camus"},
{"quote": "What we do for ourselves dies with us, what we do for others remains in the world today", "author": "albert camus"},
{"quote": "To think the way you do,” he said smiling, “you have to be a man who lives either on a tremendous despair, or on a tremendous hope.", "author": "albert camus"},
{"quote": "I wasn't even able to tell myself that it was hard to think those things.", "author": "albert camus"},
{"quote": "The protest against evil which is at the very core of metaphysical revolt is significant in this regard. It is not the", "author": "albert camus"},
{"quote": "At the beginning of a pestilence and when it ends, there's always a propensity for rhetoric. In the first case, habits have not yet been lost; in the second, they're returning. It is in the thick of a calamity that one gets hardened to the truth - in other words, to silence.", "author": "albert camus"},
{"quote": "The appalling society of tyrants and slaves in", "author": "albert camus"},
{"quote": "You cannot create experience. You must undergo it.", "author": "albert camus"},
{"quote": "Anyway it was an idea of mother's and she often used to repeat it, that you ended up getting used to everything.", "author": "albert camus"},
{"quote": "But perhaps the the great work of art has less importance in itself than in the ordeal it demands of a man and the opportunity it provides him of overcoming his phantoms and approaching a little closer to his naked reality.", "author": "albert camus"},
{"quote": "When millions of people are starving, everyone is implicated.", "author": "albert camus"},
{"quote": "Man is an idea, and a precious small", "author": "albert camus"},
{"quote": "We are created to live side by side. However, we only die for ourselves.", "author": "albert camus"},
{"quote": "But a man's beauty represents inner, functional truths: his face shows what he can do. And what is that compared to the magnificent uselessness of a woman's face? Mersault was aware of this now, delighting in his vanity and smiling at his secret demons.", "author": "albert camus"},
{"quote": "Every man needs slaves like he needs clean air. To rule is to breathe, is it not? And even the most disenfranchised get to breathe. The lowest on the social scale have their spouses or their children.", "author": "albert camus"},
{"quote": "The day of my arrest I was first put in a room where there were already several other prisoners, most of them Arabs. They laughed when they saw me. Then they asked what I was in for. I said I'd killed an Arab and they were all silent", "author": "albert camus"},
{"quote": "In the midst of winter, I found there was, within me, an invincible summer.", "author": "albert camus"},
{"quote": "There had been as many plagues in the world as there had been wars, yet plagues and wars always find people equelly unprepared.", "author": "albert camus"},
{"quote": "No,' Rambert said bitterly, 'you can't understand. You're using the language of reason, not of the heart; you live in a world of... of abstractions.", "author": "albert camus"},
{"quote": "All facts are. In a world where everything", "author": "albert camus"},
{"quote": "...I would give a hundred Hemingways for one Stendhal or one Benjamin Constant. And I regret the influence of this literature on many young writers.\"", "author": "albert camus"},
{"quote": "The great novelists are philosophical novelists--that is, the contrary of thesis-writers.", "author": "albert camus"},
{"quote": "I said that people never change their lives, that in any case one life was as good as another", "author": "albert camus"},
{"quote": "It is in the thick of a calamity that one gets hardened to the truth, in other words to silence.", "author": "albert camus"},
{"quote": "But if that is what it meant to win the game, how hard it must be to live only with what one knows and what one remembers, and deprived of what one hopes. [...] There is no peace without hope [...] A warmth of life and an image of death: that was knowledge.", "author": "albert camus"},
{"quote": "That is how I explained myself to the strange impression I had of being odd man out, a kind of intruder.", "author": "albert camus"},
{"quote": "We love people not because for good they did for us, but for good we did for them.", "author": "albert camus"},
{"quote": " I suppose that it is not so easy to go home and it takes a bit of time to make a son out of a stranger.", "author": "albert camus"},
{"quote": "As he himself said, \"I will prove it to you, gentlemen, and i will prove it in two ways. First in the blinding clarity of the facts, and second, in the dim light cast by the mind of his criminal soul.", "author": "albert camus"},
{"quote": "I felt a little lost between the blue and white of the sky and the monotony of the colors around me- the sticky black of the tar, the dull black of all the clothes, and the shiny black of the hearse.", "author": "albert camus"},
{"quote": "Men praise me, I dream a little, they insult me, I scarcely show surprise. Then I forget, and smile at the man who insulted me, or am too courteous in greeting the person I love.", "author": "albert camus"},
{"quote": "I kept myself aloof from the world not because I had enemies, but because I had friends there. Not because they damaged me, as this happens usually, but because they thought I'm better than I really am. It was a lie that I could not stand.", "author": "albert camus"},
{"quote": "Instead of killing and dying in order to produce the being that we are not, we have to live and let live in order to create what we are.", "author": "albert camus"},
{"quote": "Only today did his solitude become real, for only today did he feel band to it. And to have accepted that solitude, to know that henceforth he was the master of all his days to come, filled him with the melancholy that is attached to all greatness.", "author": "albert camus"},
{"quote": "He should rectify in creation everything that can be rectified. And after he has done so, children will still die unjustly even in a perfect society. Even by his greatest effort man can only propose to diminish arithmetically the sufferings of the world.", "author": "albert camus"},
{"quote": "Above all, she loved being loved, and he had flooded her with attentions. Making her feel so often that she existed for him, he made her existence real. No, she was not alone.", "author": "albert camus"},
{"quote": "And despite the clamors and the violence, we tried to preserve in our hearts the memory of a happy sea, of a remembered hill, the smile of a beloved face.", "author": "albert camus"},
{"quote": "Charm is a way of getting the answer 'Yes', without asking a clear question.", "author": "albert camus"},
{"quote": "Fascism wants to establish the advent of the Nietzschean superman.", "author": "albert camus"},
{"quote": "Nostalgia is stronger here than knowledge...[Reason] is an instrument of thought and not thought itself. Above all, a man's thought is his nostalgia.", "author": "albert camus"},
{"quote": "Thinking of the future, establishing aims for oneself, having preferences—all this presupposes a belief in freedom, even if one occasionally ascertains that one doesn't feel it.", "author": "albert camus"},
{"quote": "I was feeling very comfortable; the coffee had warmed me up, and through the open door came scents of flowers and breaths of cool night air.", "author": "albert camus"},
{"quote": "Happiness is often only a pity for one's own misfortune.", "author": "albert camus"},
{"quote": "Mind you, do not think that my affection for you is blind. You have great, very great faults, at least in my eyes.", "author": "albert camus"},
{"quote": "My mother died today. Or maybe yesterday, I don't know. I received a telegram from the old people's home: \"Mother deceased. Funeral tomorrow. Very sincerely yours.\" That doesn't mean anything. It might have been yesterday.", "author": "albert camus"},
{"quote": "One recognizes one's course by discovering the paths that stray from it", "author": "albert camus"},
{"quote": "Doubts are the innermost corner of our souls. One must not talk about his doubts, whatever they may be.", "author": "albert camus"},
{"quote": "I replied that you could never change your life, that in any case one life was as good as another and that I wasn't at all dissatisfied with mine here.", "author": "albert camus"},
{"quote": "When a war breaks out, people say: “It’s too stupid; it can’t last long.” But though a war may well be “too stupid,” that doesn’t prevent its lasting. Stupidity has a knack of getting its way; as we should see if we were not always so much wrapped up in ourselves. In", "author": "albert camus"},
{"quote": "They always think one", "author": "albert camus"},
{"quote": "The most destitute men often end up by accepting illusion.", "author": "albert camus"},
{"quote": "Industrial society will open the way to a new civilization only by restoring to the worker the", "author": "albert camus"},
{"quote": "I, on the contrary, chose justice in order to remain faithful to the world. I continue to believe that this world has no ultimate meaning. But I know that something in it has a meaning and that is man, because he is the only creature to insist on having one.", "author": "albert camus"},
{"quote": "I know. I’m sorry. But weariness is a kind of madness. And there are times when the only feeling I have is one of mad revolt.", "author": "albert camus"},
{"quote": "[Many artists], even the greatest ones, are not sure of their own existence. So they search for proof, they judge, they condemn. It strengthens them, it is the beginnings of existence. They are alone!", "author": "albert camus"},
{"quote": "In its critical aspect, the revolutionary movement of our times is primarily a", "author": "albert camus"},
{"quote": "Rebel poetry, at the end of the nineteenth and the beginning of the twentieth century, constantly oscillated between these two extremes: between literature and the will to power, between the irrational and the", "author": "albert camus"},
{"quote": "A natural balcony fifteen hundred feet above a sea still visible bathed in sunlight, on the other hand, was the place where I could breathe most freely, especially if I were alone, well above the human ants.", "author": "albert camus"},
{"quote": "I thought the traveler pretty much deserved what he got and that you should never play games.", "author": "albert camus"},
{"quote": "...luck is not to be coerced.", "author": "albert camus"},
{"quote": "By definition, a government has no conscience. Sometimes it has a policy, but nothing more.", "author": "albert camus"},
{"quote": "In a certain sense, rebellion, with Nietzsche, ends again in the exaltation of evil. The difference is that evil is no longer a revenge. It is accepted as one of the possible aspects of good and, with rather more", "author": "albert camus"},
{"quote": "Myths are made for the imagination to breathe life into them.", "author": "albert camus"},
{"quote": "The only picture of Tarrou he would always have would be the picture of a man who firmly gripped the steering-wheel of his car when driving, or else the picture of that stalwart body, now lying motionless. Knowing meant that: a living warmth, and a picture of death.", "author": "albert camus"},
{"quote": "I believe in justice, but I will defend my mother before justice.", "author": "albert camus"},
{"quote": "It is terrifying to see how easily, in certain people, all dignity collapses. Yet when you think about it, this is quite normal since they only maintain this dignity by constantly striving against their own nature.", "author": "albert camus"},
{"quote": "Logically, one should reply that murder and rebellion are contradictory. If a single master should, in fact,", "author": "albert camus"},
{"quote": "He wasn't even sure he was alive because he was living like a dead man.", "author": "albert camus"},
{"quote": "Indeed, the one thing these prophecies had in common was that, ultimately, all were reassuring. Unfortunately, though, the plague was not.", "author": "albert camus"},
{"quote": "The most pure form of the movement of rebellion is thus crowned with the heart-rending cry", "author": "albert camus"},
{"quote": "How many crimes have been committed for no other reason than that the perpetrator could not bear being in the wrong!", "author": "albert camus"},
{"quote": "On the pitiless earth where lovers are often separated in death and are always born", "author": "albert camus"},
{"quote": "It is then possible to say that rebellion, when it develops into destruction, is illogical. Claiming the unity", "author": "albert camus"},
{"quote": "The logic of the rebel is to want to serve justice so", "author": "albert camus"},
{"quote": "At a certain degree of lucid intoxication, lying late at night between two prostitutes and drained of all desire, hope ceases to be a torture, you see; the mind dominates the whole past, and the pain of living is over forever.", "author": "albert camus"},
{"quote": "But memory is less disposed to compromise", "author": "albert camus"},
{"quote": "To be really realistic a description would", "author": "albert camus"},
{"quote": "Through style, the creative effort reconstructs the world, and always with the same slight", "author": "albert camus"},
{"quote": "Mediocre times beget empty prophets", "author": "albert camus"},
{"quote": "People always have exaggerated ideas about unfamiliar things'. - Meursault", "author": "albert camus"},
{"quote": "In every guilty man, there is an element of innocence. This is what makes any absolute condemnation revolting. We do not think enough about pain\" Albert Camus", "author": "albert camus"},
{"quote": "At Oran, as elsewhere, for lack of time and thinking, people have to love one another without knowing much about it.", "author": "albert camus"},
{"quote": "To hold two ideas that contradict each other is to flirt with absurdity, and humans are creatures who spend their lives trying to convince themselves that their existence is not absurd.", "author": "albert camus"},
{"quote": "But deep in my heart I know that the most wretched among you have seen a divine face emerge from their darkness.", "author": "albert camus"},
{"quote": "All who, while unable to be saints but refusing to bow down to pestilences, strive their utmost to be healers.", "author": "albert camus"},
{"quote": "What does eternity matter to me? To lose the touch of flowers and women's hands - that is the supreme separation!", "author": "albert camus"},
{"quote": "A guilty conscience needs to confess. A work of art is a confession.", "author": "albert camus"},
{"quote": "So I learned that after a single day's experience of the outside world a man could easily live a hundred years in prison.", "author": "albert camus"},
{"quote": "Nothing mattered, and I knew why. So did he. Throughout the whole absurd life I'd lived, a dark wind had been rising toward me from somewhere deep in my future, across years that were still to come, and as it passed, this wind levelled whatever was offered to me at the time", "author": "albert camus"},
{"quote": "The absurd is born of this confrontation between the human need and the unreasonable silence of the world.", "author": "albert camus"},
{"quote": "The absurd enlightens me on this point: there is no future.", "author": "albert camus"},
{"quote": "People, who suffer from sadness and suddenly become happy, betray themselves: they stick to happiness, as if to hug, and strangle it out of jealousy.", "author": "albert camus"},
{"quote": "as long as you are alive your case is doubtful", "author": "albert camus"},
{"quote": "Physical jealousy is a result of the imagination at the same time as being a self-judgment. One attributes to the rival the nasty thoughts one had oneself in the same circumstances.", "author": "albert camus"},
{"quote": "Inasmuch as every judge some day ends up as a penitent, one had to travel the road in the opposite direction and practice the profession of penitent to be able to end up as a judge.", "author": "albert camus"},
{"quote": "So you haven't understood yet?\" Rambert shrugged his shoulders almost", "author": "albert camus"},
{"quote": "It may be shameful to be happy by oneself.", "author": "albert camus"},
{"quote": "When you have an elevated spirit and a miserable heart, you write great things and do the poor.", "author": "albert camus"},
{"quote": "For all to be accomplished, for me to feel less lonely, all that remained to hope was that on the day of my execution there should be a huge crowd of spectators and that they should greet me with howls of execration.", "author": "albert camus"},
{"quote": "Life is crammed with events that encourage us to want to get old.", "author": "albert camus"},
{"quote": "Once one's up against it, the precise manner of one's death has obviously small importance.", "author": "albert camus"},
{"quote": "A living man can be enslaved and reduced to the historic condition of an object. But if he dies in refusing to be enslaved, he reaffirms the existence of another kind of human nature which refuses to be classified as an object.", "author": "albert camus"},
{"quote": "Spring declares itself solely in the quality of the air or the little baskets of flowers that street-sellers bring in from the suburbs; this is a spring that is sold in the market-place.", "author": "albert camus"},
{"quote": "...the play of the toughest and most lucid mind are at the same time both lavished and squandered.", "author": "albert camus"},
{"quote": "And the more I thought about it, the more I dug ut of memory things I had overlooked or forgotten. I realized then that a man who had lived only a day could easily live for a hundred years in prison. He would have enough memories to keep him from being bored.", "author": "albert camus"},
{"quote": "Smiling despair. No solution, but constantly exercising an authority over myself that I know is useless. The essential thing is not to lose oneself, and not to lose that part of oneself that lies sleeping in the world.", "author": "albert camus"},
{"quote": "Any thought that abandons unity glorifies diversity. And", "author": "albert camus"},
{"quote": "When one has once had the good luck to love intensely, life is spent in trying to recapture that ardour and that illumination.", "author": "albert camus"},
{"quote": "History is distinguished", "author": "albert camus"},
{"quote": "Atheism is humanism mediated by the suppression of religion, communism is humanism mediated by", "author": "albert camus"},
{"quote": "Who, despite the pretensions of this society,", "author": "albert camus"},
{"quote": "So all a man could win in the conflict between plague and life was knowledge and memories.", "author": "albert camus"},
{"quote": "We must live and let live in order to create what we are.", "author": "albert camus"},
{"quote": "She had put on a white linen dress and let her hair down. I told her she was beautiful and she laughed with delight.", "author": "albert camus"},
{"quote": "One realizes that he is born of this country where everything is given to be taken away.", "author": "albert camus"},
{"quote": "Politics and the fate of mankind are shaped by men without greatness. Those who possess greatness are not in politics.", "author": "albert camus"},
{"quote": "Mersault said: \"Actually, you're an idealist.\" And he had the sense that everything was enclosed in that moment which shifts from birth to death, that everything was judged and consecrated then.", "author": "albert camus"},
{"quote": "Alone also with the horizon. The waves come from the invisible East, patiently, one by one; they reach us, and then, patiently, set off again for the unknown West, one by one. A long voyage, with no beginning and no end. . . .", "author": "albert camus"},
{"quote": "Living this way, in his own presence, time took on its most extreme dimensions, and each hour seemed to contain a world.", "author": "albert camus"},
{"quote": "a small room that smelled of darkness.", "author": "albert camus"},
{"quote": "Oh no, oh no,' she said through her tears, 'I'm so in love with love,' and, intelligent and outstanding in so many ways, perhaps just because she truly was intelligent and outstanding, she rejected the world as it was.", "author": "albert camus"},
{"quote": "Animals, according to Hegel, have an immediate knowledge of the exterior world, a perception of the", "author": "albert camus"},
{"quote": "The greatness of man lies in his decision to be stronger than his condition.", "author": "albert camus"},
{"quote": "Great feelings take with them their own universe, splendid or abject. They light up with their passion an exclusive world in which they recognize their climate.", "author": "albert camus"},
{"quote": "Living, naturally, is never easy. You continue making the gestures commanded by existence for many reasons, the first of which is habit.", "author": "albert camus"},
{"quote": "When I was first imprisoned, the hardest thing was that my thoughts were still those of a free man.", "author": "albert camus"},
{"quote": "Without work, all life goes rotten, but when work is soulless, life stifles and dies,’ wrote Albert Camus.", "author": "albert camus"},
{"quote": "This is no longer a prayer but a demand to be made by all peoples to their governments—a demand to choose definitively between hell and reason.", "author": "albert camus"},
{"quote": "We must have one love, one great love in our life, since it gives us an alibi for all the moments when we are filled with despair.", "author": "albert camus"},
{"quote": "It is a great deal to fight while despising war, to accept losing everything while still preferring happiness, to face destruction while cherishing the idea of a higher civilization.", "author": "albert camus"},
{"quote": "It is not true that the heart wears out — but the body creates this illusion.", "author": "albert camus"},
{"quote": "I’ve seen a lot of beautiful things with a heavy heart.", "author": "albert camus"},
{"quote": "Things that in other circumstances would have excited him left him unmoved now, for they were simply part of his life, until the moment he was back in his room using all his strength and care to smother the flame of life that burned within him.", "author": "albert camus"},
{"quote": "Maman died today. Or yesterday maybe, I don't know.", "author": "albert camus"},
{"quote": "Awareness, no matter how confused it may be, develops from every act of rebellion: the sudden, dazzling perception that there is something in man with which he can identify himself, even if only for a moment.", "author": "albert camus"},
{"quote": "In order to be created, a work of art must first of all make use of the dark forces of the soul. But not without channeling them, surrounding them with dikes, so that the water in them rises.", "author": "albert camus"},
{"quote": "The peculiar vanity of man, who wants to believe and who wants other people to believe that he is seeking after truth, when in fact it is love that he is asking the world to give him.", "author": "albert camus"},
{"quote": "They always think one commits suicide for a reason. But it’s quite possible to commit suicide for two reasons.", "author": "albert camus"},
{"quote": "Hostile to the past, impatient of the present, and cheated of the future, we were much like those whom men's justice, or hatred, forces to live behind prison bars.", "author": "albert camus"},
{"quote": "But the heart has its own memory and I have forgotten nothing", "author": "albert camus"},
{"quote": "Start by looking for what is valid in every human being.", "author": "albert camus"},
{"quote": "What am I doing here, what is the point of these smiles and gestures? My home is neither here nor elsewhere. And the world has become merely unknown landscape where my heart can lean on nothing. Foreign - who can know what this word means?", "author": "albert camus"},
{"quote": "If it were sufficient to love, things would be too easy. The more one loves the stronger the absurd grows.", "author": "albert camus"},
{"quote": "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object. ", "author": "albert camus"},
{"quote": "friendship is a knowledge acquired by free men. And there is no freedom without intelligence or without mutual understanding.", "author": "albert camus"},
{"quote": "Thinking is learning all over again to see, to be attentive, to focus consciousness; it is turning every idea and every image, in the manner of Proust, into a privileged moment.", "author": "albert camus"},
{"quote": "Forever I shall be a stranger to myself, kupo. In psychology as in logic, there are truths but no truth.", "author": "albert camus"},
{"quote": "I have a liking for energy and conquests. But I soon tire of what I have obtained. This is my great weakness.", "author": "albert camus"},
{"quote": "Living is keeping the absurd alive.", "author": "albert camus"},
{"quote": "In theory, the word revolution retains the meaning that it has in astronomy. It is a movement that", "author": "albert camus"},
{"quote": "...this precisely was the most disheartening thing: that the habit of despair is worse than despair itself.", "author": "albert camus"},
{"quote": "Then, in the dark hour before dawn, sirens blared. They were announcing departures for a world that now and forever meant nothing to me.", "author": "albert camus"},
{"quote": "I regret having to play the role of Cassandra once more and having to disappoint the fresh hopes of certain ever hopeful colleagues, but there is no possible evolution in a totalitarian society.", "author": "albert camus"},
{"quote": "Others will appear, with more serious intentions, who, on the basis of", "author": "albert camus"},
{"quote": "Legitimacy will come at the end of time, when the kingdom of men is assured. \"The affair has only just", "author": "albert camus"},
{"quote": "But we have not yet reached that point. For the moment, Ivan offers us only the tortured face of the rebel", "author": "albert camus"},
{"quote": "Is it not laughable that we believe in a sacred,infrangible law—thou shalt not lie, thou shalt not kill—in an existence characterized by perpetual lying and perpetual murder?", "author": "albert camus"},
{"quote": "Rebellion is born of the spectacle of", "author": "albert camus"},
{"quote": "For Marx, nature is to be subjugated in order to obey history; for Nietzsche, nature is to be", "author": "albert camus"},
{"quote": "Nothing is more despicable than respect based on fear.", "author": "albert camus"},
{"quote": "In every act of rebellion, the rebel simultaneously experiences", "author": "albert camus"},
{"quote": "Resentment is always resentment against oneself. The", "author": "albert camus"},
{"quote": "Liberty coincides with heroism. It is the asceticism of the great man, \"the bow bent to the breaking-point.", "author": "albert camus"},
{"quote": "Awareness, no matter how confused it may be, develops from every act of rebellion: the sudden, dazzling", "author": "albert camus"},
{"quote": "Man does not yet obtain assurance but", "author": "albert camus"},
{"quote": "We know that Nietzsche was publicly envious of Stendahl's epigram:", "author": "albert camus"},
{"quote": "Death will be my supreme protest against a world of tears and blood.", "author": "albert camus"},
{"quote": "Metaphysical rebellion is a claim, motivated by the concept of a complete unity,", "author": "albert camus"},
{"quote": "The moment when I am no longer more than a writer, I will cease to write.", "author": "albert camus"},
{"quote": "She was wearing a pair of my pajamas with the sleeves rolled up. When she laughed I wanted her again. A minute later she asked me if I loved her. I told her it didn't mean anything but that I didn't think so. She looked sad.", "author": "albert camus"},
{"quote": "Even if the mind were not, its laws would be!", "author": "albert camus"},
{"quote": "Thus I progressed on the surface of life, in the realm of words as it were, never in reality. All those books barely read, those friends barely loved, those cities barely visited, those women barely possessed!", "author": "albert camus"},
{"quote": "Therefore, (and the difficult thing was not to lose sight of all the reasoning that went into this \"therefore\"), I had to accept the rejection of my appeal.", "author": "albert camus"},
{"quote": "For Sade, man's emancipation is consummated in these strongholds of", "author": "albert camus"},
{"quote": "Basically, at the very bottom of life, which seduces us all, there is only absurdity, and more absurdity. And maybe that's what gives us our joy for living, because the only thing that can defeat absurdity is lucidity.", "author": "albert camus"},
{"quote": "In the midst of winter,", "author": "albert camus"},
{"quote": "Every action today leads to murder, direct or indirect.", "author": "albert camus"},
{"quote": "The girl talks to me but I can’t understand her anymore. Naturally, I say yes in my most sincere tone of voice. But I am not with it. Everything annoys me, I hesitate, I don’t feel hungry.", "author": "albert camus"},
{"quote": "The world is never quiet, even its silence eternally resounds with the same notes, in vibrations which escape our ears. As for those that we perceive, they carry sounds to us, occasionally a chord, never a melody.", "author": "albert camus"},
{"quote": "The revolutionary government was required to become the government of the war.", "author": "albert camus"},
{"quote": "Yet all the knowledge on earth will give me nothing to assure me that this world is mine. (...) I realize that if through science I can seize phenomena and enumerate them, I cannot, for all that, apprehend the world.", "author": "albert camus"},
{"quote": "Absolute virtue is impossible and the republic of forgiveness leads, with implacable logic, to the republic of the guillotine.", "author": "albert camus"},
{"quote": "On the level of", "author": "albert camus"},
{"quote": "Every reflection today, whether nihilist or positivist, gives birth, sometimes without knowing it, to", "author": "albert camus"},
{"quote": "Conquest directed toward", "author": "albert camus"},
{"quote": "The hostility to art shown by all revolutionary reformers must, however, be pointed out. Plato is", "author": "albert camus"},
{"quote": "Having been, not only mutilated in our country, wounded in our very flesh, but also divested of our most beautiful images, for you gave the world a hateful and ridiculous version of them. The most painful thing to bear is seeing a mockery made of what one loves.", "author": "albert camus"},
{"quote": "It is not sufficient to live, there must be a destiny that does not have to wait for death. It is therefore", "author": "albert camus"},
{"quote": "What, in fact, is a novel but a universe in which action is endowed with form, where final words are", "author": "albert camus"},
{"quote": "For all those landscapes, those flowers and those plowed fields, the oldest of lands, show you every spring that there are things you cannot choke in blood.", "author": "albert camus"},
{"quote": "The American novel", "author": "albert camus"},
{"quote": "He started out by saying that people were describing me as a taciturn and withdrawn person and he wanted to know what I thought. I answered, It's just that I don't have much to say. So I keep quiet.", "author": "albert camus"},
{"quote": "Nihilistic passion, adding to", "author": "albert camus"},
{"quote": "The evil in the world comes almost always from ignorance,and goodwill can cause as much damage as ill-will if it is not enlightened.", "author": "albert camus"},
{"quote": "Day 247 It's a kind of spiritual snobbery that makes people think they can be happy without money.  Albert Camus", "author": "albert camus"},
{"quote": "A creative period in art is", "author": "albert camus"},
{"quote": ". If creation is impossible during wars and revolutions, then we shall have no creative artists,", "author": "albert camus"},
{"quote": "the means one uses today shape the ends one might perhaps reach tomorrow", "author": "albert camus"},
{"quote": "Sculpture does not reject resemblance, of which, indeed, it has need. But resemblance is not its first aim.", "author": "albert camus"},
{"quote": "One merely had the feeling that the disease had exhausted itself, or perhaps that it was retiring after achieving all of its objectives.", "author": "albert camus"},
{"quote": "A writer has some hope even if he is not appreciated. He assumes that his works will bear witness to what he was.", "author": "albert camus"},
{"quote": "for the first time, in that night alive with signs and stars, I opened myself to the gentle indifference of the world. Finding it so much like myself—so like a brother, really—I felt that I had been happy and that I was happy again.", "author": "albert camus"},
{"quote": "They were assured, of course, of the inerrable equality of death, but nobody wanted that kind of equality.", "author": "albert camus"},
{"quote": "Three years to make a book, five lines to ridicule it, and the quotations wrong.", "author": "albert camus"},
{"quote": "Yes, one can wager war in this world, ape love, torture one’s fellow man, or merely say evil of one’s neighbor while knitting. But, in certain cases, carrying on, merely continuing, is superhuman.", "author": "albert camus"},
{"quote": "When a war breaks out, people say: \"It's too stupid, it can't last long.\" But though a war may well be \"too stupid,\" that doesn't prevent its lasting. Stupidity has a knack of getting its way...", "author": "albert camus"},
{"quote": "Stupidity has a knack of getting its way; as we should see if we were", "author": "albert camus"},
{"quote": "He was one", "author": "albert camus"},
{"quote": "In medical science, as in daily life, it was unwise to jump to conclusions", "author": "albert camus"},
{"quote": "I asked what sort of 'trouble' we might expect. That he couldn't say; disasters always come out of the blue.", "author": "albert camus"},
{"quote": "The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.", "author": "albert camus"},
{"quote": "Albert Camus wrote, “In the midst of winter, I finally learned that there was in me an invincible summer.", "author": "albert camus"},
{"quote": "Too many bleak years have passed over this little spot of Central Europe, and they've drained all the warmth out of this house. They have killed any desire for friendliness and, let me repeat it, you won't find anything in the least like intimacy here.", "author": "albert camus"},
{"quote": "No—but what does that really mean? I’m fumbling in the dark, struggling to make something out. But I’ve long ceased finding that original.", "author": "albert camus"},
{"quote": "When I Look At My Life And Its Secret Colours,", "author": "albert camus"},
{"quote": "It is not the nobility of rebellion that illuminates the world today,", "author": "albert camus"},
{"quote": "Friendship is not so easy: it’s long and hard to win, but when it’s there, you can’t get rid of it, you have to made do", "author": "albert camus"},
{"quote": "There exists an obvious fact that seems utterly moral: namely, that a man is always a prey to his truths. Once he has admitted them, he cannot free himself from them. One has to pay something.", "author": "albert camus"},
{"quote": "The more extensive the revolution, the more considerable the chances of the war that it", "author": "albert camus"},
{"quote": "The French Revolution, by claiming to build history on the principle of absolute purity,", "author": "albert camus"},
{"quote": "How had I not seen that there was nothing more important than an execution, and that when you come right down to it, it was the only thing a man could truly be interested in?", "author": "albert camus"},
{"quote": "Anyway, it was one of Maman's ideas, and she often repeated it, that after a while you could get used to anything", "author": "albert camus"},
{"quote": "From the moment that man submits God to moral judgment, he kills Him his own heart.", "author": "albert camus"},
{"quote": "It was plague. We've had the plague here.' You'd almost think they expected to be given medals for it. But what does that mean--'plague'? Just life, no more than that.", "author": "albert camus"},
{"quote": "A world remains of which man is the sole master. What bound him was the illusion of another world.", "author": "albert camus"},
{"quote": "The religion of reason quite naturally establishes the Republic of law and order. The general will is", "author": "albert camus"},
{"quote": "I've got the guts to die. What I want to know is, have you got the guts to live? ", "author": "albert camus"},
{"quote": "If a man can't help having slaves, isn't it better for him to call them free men?", "author": "albert camus"},
{"quote": "Love is injustice, but justice doesn't suffice.", "author": "albert camus"},
{"quote": "Either this stripped-down solitude or the storm of love–nothing else in the world interests me.", "author": "albert camus"},
{"quote": "I blurted out that it was because of the sun. People laughed. My lawyer threw up his hands, and immediately after that he was given the floor.", "author": "albert camus"},
{"quote": "Fortunately there is gin, the sole glimmer in this darkness. Do you feel the golden, copper-coloured light it kindles in you? I like walking through the city of an evening in the warmth of gin.", "author": "albert camus"},
{"quote": "I realized then that a man who had lived only one day could easily live for a hundred years in prison. He would have enough memories to keep him from being bored.", "author": "albert camus"},
{"quote": "In the midst of winter, I finally learned that there was in me an invincible summer.", "author": "albert camus"},
{"quote": "Here is the faithful night, the cool night which I called for amid the noise of lights, drink and the tumult of desire.", "author": "albert camus"},
{"quote": "The young don't know that experience is a defeat and that we must lose everything in order to win a little knowledge.", "author": "albert camus"},
{"quote": "You only demand clarity because you’re too comfortable within your vagueness", "author": "albert camus"},
{"quote": "[Camus] \"The meaning if my works: so many men are deprived of mercy. How to live without mercy? One must try and do what Christianity never did: to take care of the damned.", "author": "albert camus"},
{"quote": "To be famous, in fact, one has to kill one's landlady.", "author": "albert camus"},
{"quote": "Et quand on a perdu, il faut toujours payer", "author": "albert camus"},
{"quote": "It is almost impossible to watch a clockwise direction - it gets extremely boring and causes despair.", "author": "albert camus"},
{"quote": "The anachronism is the worst thing to use at the theatre.", "author": "albert camus"},
{"quote": "As the death of the writer exaggerates the role of his work, the death of a person exaggerates the role of his effect on us.", "author": "albert camus"},
{"quote": "You help far more when you depict a person favorably than instruct its weaknesses.", "author": "albert camus"},
{"quote": "Deepest thoughts and major works eventually become insignificant.", "author": "albert camus"},
{"quote": "For people like me, the face just says that we die alone.", "author": "albert camus"},
{"quote": "I like the night and the sky better than the gods of men.", "author": "albert camus"},
{"quote": "We [Raymond and Meursault] stared at each other without blinking, and everything came to a stop there between the sea, the sand, and the sun, and the double silence of the flute and the water. It was then that I realized that you could either shoot or not shoot.", "author": "albert camus"},
{"quote": "In vain a zealous evangelist with a fely hat and flowing tie threads his way through the crowd, crying without cease: 'God is great and good. Come unto Him.' On the contrary, they all make haste toward some trivial objective that seems of more immediate interest than God.", "author": "albert camus"},
{"quote": "Thus and thus only the Christian could face the problem squarely and, scorning subterfuge, pierce to the heart of the supreme issues, the essential choice. And his choice would be to believe everything, so as not be forced into denying everything.", "author": "albert camus"},
{"quote": "I'll see you off,\" Daru said. \"No,\" said Balducci. \"There's no use being polite. You insulted me.", "author": "albert camus"},
{"quote": "For what gives value to travel is fear. It breaks down a kind of inner structure we have. One can no longer cheat—hide behind the hours spent at the office or at the plant (those hours we protest so loudly, which protect us so well from the pain of being alone).", "author": "albert camus"},
{"quote": "So I learned that even after a single day's experience of the outside world a man could easily live a hundred years in prison. He'd have laid up enough memories never to be bored.", "author": "albert camus"},
{"quote": "Culture: the cry of men in face of their destiny.", "author": "albert camus"},
{"quote": "In order to exist just once in the world, it is necessary never again to exist.", "author": "albert camus"},
{"quote": "I’ve learned less about people, since their destiny interests me more than their reactions, and destinies tend to repeat each other.", "author": "albert camus"},
{"quote": "There's something dripping in my head.", "author": "albert camus"},
{"quote": "The idea of progress is contemporary with the age of enlightenment and with the bourgeois revolution. Of", "author": "albert camus"},
{"quote": "So,' said Cornery, 'we never know anyone.", "author": "albert camus"},
{"quote": "We must all know that each mediocrity, each surrender, each act of complacency will harm us as much as the enemy's rifles.", "author": "albert camus"},
{"quote": "That is the mission of the proletariat: to bring forth supreme dignity from supreme humiliation. Through its suffering", "author": "albert camus"},
{"quote": "You're never altogether unhappy.", "author": "albert camus"},
{"quote": "But every", "author": "albert camus"},
{"quote": "I often thought that if I had to live in the trunk of a dead tree, with nothing to do but look up at the sky flowing overhead, little by little, I would have gotten used to it.", "author": "albert camus"},
{"quote": "He seemed so certain of everything, didn't he? And yet none of his certainties was worth one hair of a woman's head. He couldn't even be sure he was alive because he was living like a dead man.", "author": "albert camus"},
{"quote": "The truth is that nothing is less sensational than pestilence, and by reason of their very duration great misfortunes are monotonous. In", "author": "albert camus"},
{"quote": "In those quiet places where my heart once spoke to yours... I breathed eternal summer.", "author": "albert camus"},
{"quote": "A man's rule of conduct and his scale of values have no meaning except through the quantity and variety of experiences he has been in a position to accumulate.", "author": "albert camus"},
{"quote": "They considered themselves free and no one will ever be free as long as there is plague, pestilence and famine", "author": "albert camus"},
{"quote": "At the end of those exhausting sufferings, I turned toward that part of me that loves no one and sought refuge there. There I caught my breath. Then I returned, with head lowered, into the thickets and the thorn.s", "author": "albert camus"},
{"quote": "Style, like poplin, all too often conceals eczema.", "author": "albert camus"},
{"quote": "Everything seems futile here except the sun, our kisses, and the wild scents of the earth.… Here, I leave order and moderation to others. The great free love of nature and the sea absorbs me completely.", "author": "albert camus"},
{"quote": "Indeed, one had the impression that even for the sufferers the frantic terror of the early phase had passed, and there was a sort of mournful resignation in their present attitude toward the disease.", "author": "albert camus"},
{"quote": "The actors of the era knew they were excommunicated. Entering the profession amounted to choosing Hell. And the Church discerned in them her worst enemies.", "author": "albert camus"},
{"quote": "The hardest thing is to go on living and not to believe in one's own lies.", "author": "albert camus"},
{"quote": "One becomes accustomed so quickly. A man wants to earn money in order to be happy, and his whole effort and the best of a life are devoted to the earning of that money. Happiness is forgotten; the means are taken for the end.", "author": "albert camus"},
{"quote": "I know that heaven, which was indifferent to your horrible victories, will be equally indifferent to your just defeat.", "author": "albert camus"},
{"quote": "I was an idle king and my chariot dawdled; I waited for the sea but it never came.", "author": "albert camus"},
{"quote": "All normal people -I added as on afterthought- had more or less desired the death of those they loved, at some time or another.", "author": "albert camus"},
{"quote": "He had been unfair: while his imagination and vanity had given her too much importance, his pride had given her too little.", "author": "albert camus"},
{"quote": "After that, everything seemed to happen so fast, so deliberately, so naturally that I don't remember any of it anymore.", "author": "albert camus"},
{"quote": "The moment of despair is alone, pure, sure of itself, pitiless in its consequences. It has a merciless power.", "author": "albert camus"},
{"quote": "The day of my arrest I was first put in a room where there were already several other prisoners, most of them Arabs. They laughed when they saw me. Then they asked me what I was in for. I said I'd killed an Arab and they were all silent.", "author": "albert camus"},
{"quote": "It was previously a question of finding out whether or not life had to have a meaning to be lived. It now becomes clear, on the contrary, that it will be lived all the better if it has no meaning.", "author": "albert camus"},
{"quote": "Man wants to live, but it is useless to hope that this desire will dictate all his actions.", "author": "albert camus"},
{"quote": "He was overcome by a violent and fraternal love for this man from whom he had felt so distant, and he realized that by killing him he had consummated a union which bound them together forever.", "author": "albert camus"},
{"quote": "Thus he became one with a life in its pure state, he rediscovered a paradise given only to the most private or the most intelligent animals. At the point where the mind denies the mind, he touched his truth and with it his extreme glory, his extreme love.", "author": "albert camus"},
{"quote": "And as far as he was concerned, he needed to be listened to in order to believe in his life.", "author": "albert camus"},
{"quote": "Life is not easy, but there would be religion, art, love that we sustain ourselves with.", "author": "albert camus"},
{"quote": "every time it seems to me that I’ve grasped the deep meaning of the world, it is its simplicity that always overwhelms me.", "author": "albert camus"},
{"quote": "The absence of meaning is not a call to despair or an invitation to leap joyfully into the abyss. Instead, the world’s stubborn silence leads us to acknowledge our common predicament and spurs us to rebel against it.", "author": "albert camus"},
{"quote": "The absurd does not liberate; it binds. —ALBERT CAMUS", "author": "albert camus"},
{"quote": "From Pandora's box, where all the ills of humanity swarmed, the Greeks drew out hope after all the others, as the most dreadful of all. I know no more stirring symbol; for contrary to the general belief, hope equals resignation. And to live is not to resign oneself.", "author": "albert camus"},
{"quote": "As Albert Camus put it: “In the midst of winter, I finally learned that there was in me an invincible summer.", "author": "albert camus"},
{"quote": "Methods of thought which claim to give the lead to our world in the name of revolution have become, in reality, ideologies of consent and not of rebellion.", "author": "albert camus"},
{"quote": "At this moment, when each of us must fit an arrow to his bow and enter the lists anew, to", "author": "albert camus"},
{"quote": "[Man is] incapable of suffering for a long time, or being happy for a long time. Which means that he’s incapable of anything really worth while.", "author": "albert camus"},
{"quote": "You know that even very intelligent people glory in being able to empty one bottle more than the next man.", "author": "albert camus"},
{"quote": "Once my solitude was thoroughly proved, I could surrender to the charms of a virile self-pity.", "author": "albert camus"},
{"quote": "In default of inexhaustible happiness, eternal suffering would at least give us a destiny. But we do not even have that consolation, and our worst agonies come to an end one day.", "author": "albert camus"},
{"quote": "As the existential philosopher Albert Camus said (and I’m pretty sure he wasn’t on LSD at the time): ‘You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.", "author": "albert camus"},
{"quote": "Person describes himself throughout life. To know oneself perfectly means to die.", "author": "albert camus"},
{"quote": "I feel like getting married, or committing suicide, or subscribing to 'LIllustration. Something desperate, you know.\"", "author": "albert camus"},
{"quote": "We are fighting for the distinction between sacrifice and mysticism, between energy and violence, between strength and cruelty, for that even finer distinction between the true and the false, between the man of the future and the cowardly gods you revere.", "author": "albert camus"},
{"quote": "On the day when crime dons the apparel of innocence—through a curious transposition peculiar to our times—it is innocence that is called upon to justify itself. The", "author": "albert camus"},
{"quote": "There is in Albert Camus’ literary craftsmanship a seductive intelligence that could almost make a reader dismiss his philosophical intentions if he had not insisted on making them so clear.", "author": "albert camus"},
{"quote": "As for Proust, his contribution has been to create, from an obstinate contemplation of reality, a closed", "author": "albert camus"},
{"quote": "On a Parisienne’s Bookshelf", "author": "albert camus"},
{"quote": "Those who write clearly have readers, those who write obscurely have commentators.", "author": "albert camus"},
{"quote": "Something must happen—and that explains most human commitments. Something must happen, even loveless slavery, even war or death. Hurray then for funerals!", "author": "albert camus"},
{"quote": "All those who are struggling for freedom today are ultimately fighting for beauty.", "author": "albert camus"},
{"quote": "Men of my generation,” wrote the French novelist Albert Camus, “have had Spain in our hearts. . . . It was there that they learned . . . that one can be right and yet be beaten, that force can vanquish spirit, and that there are times when courage is not rewarded.", "author": "albert camus"},
{"quote": "But everybody knows life isn't worth living.", "author": "albert camus"},
{"quote": "For the first time, in that night alive with signs and stars, I opened myself to the gentle indifference of the world. Finding it so much like myself—so like a brother really—I felt that I had been happy and that I was happy again.", "author": "albert camus"},
{"quote": "Love is never strong enough to find the words befitting it. Thus he and his mother would always love eachother silently.", "author": "albert camus"},
{"quote": "All rebel thought, as we", "author": "albert camus"},
{"quote": "I laid my heart open to the benign indifference of the universe", "author": "albert camus"},
{"quote": "In addition, Ivan is the incarnation of the refusal to be the only one saved. He throws in his lot with the", "author": "albert camus"},
{"quote": "There is more in Man to admire than there is to despise.", "author": "albert camus"},
{"quote": "The young don’t know that experience is a defeat and that we must lose everything in order to win a little knowledge.", "author": "albert camus"},
{"quote": "I realized then that a man who had lived only one day could easily live for a hundred years in prison. He would have enough memories to keep him from being bored. In a way, it was an advantage.", "author": "albert camus"},
{"quote": "Our purpose is to find out whether innocence, the moment it becomes involved in an action, can avoid committing murder.", "author": "albert camus"},
{"quote": "But now the artist is in the amphitheatre. Of necessity, his voice is not quite the same; it is not nearly so firm.", "author": "albert camus"},
{"quote": "The world itself, whose single meaning I do not understand, is but a vast irrational. If one could", "author": "albert camus"},
{"quote": "Irrational crime and rational crime, in fact, both equally betray the value brought to light by the", "author": "albert camus"},
{"quote": "Real literary creation, on the other hand, uses reality and only reality with all its warmth and its", "author": "albert camus"},
{"quote": "Caligula - And what has Nature done for you?", "author": "albert camus"},
{"quote": "As Albert Camus wrote, “We all carry within us our places of exile, our crimes, our ravages. But our task is not to unleash them on the world; it is to fight them in ourselves and others.", "author": "albert camus"},
{"quote": "Husserl told students in his seminars, ‘Give me my coffee so that I can make phenomenology out of it.’)", "author": "albert camus"},
{"quote": "There is do much sttuborn hope in a human heart.", "author": "albert camus"},
{"quote": "the mind that aims to understand reality can consider itself satisfied only by reducing it to terms of thought.", "author": "albert camus"},
{"quote": "And just then it crossed my mind that one might fire, or not fire—and it would come to absolutely the same thing.", "author": "albert camus"},
{"quote": "I was listening, and I could hear that I was being judged intelligent. But I couldn't quite understand how an ordinary man's qualities could become crushing accusations against a guilty man.", "author": "albert camus"},
{"quote": "But all the long speeches, all the interminable days and hours that people had spent talking about my soul, had left me with the impression of a colorless swirling river that was making me dizzy. In the end, all I remember is that while my lawyer went on talking...", "author": "albert camus"},
{"quote": "Am fit. Always thinking of you. Love.", "author": "albert camus"},
{"quote": "I didn't look in Marie's direction. I didn't have time to, because the presiding judge told me in bizarre language that I was to have my head cut off in a public square in the name of the French people...", "author": "albert camus"},
{"quote": "I thought about Maman. I felt as if I understood why at the end of her life she had taken a 'fiance'...Even there, in that home where lives were fading out...Maman must have felt free then and ready to live it all again...And I felt ready to live it all again too.", "author": "albert camus"},
{"quote": "The cats sleep for days at a time and make love from the first star until dawn. Their pleasures are fierce, and their sleep impenetrable. And they know that the body has a soul in which the soul has no part.", "author": "albert camus"},
{"quote": "But a man's beauty represents inner, functional truths: his face shows what he can do.", "author": "albert camus"},
{"quote": "There is something divine in mindless beauty, and Mersault was particularly responsive to it.", "author": "albert camus"},
{"quote": "The subject of this essay is precisely this relationship between the absurd and suicide, the exact degree to which suicide is a solution to the absurd.", "author": "albert camus"},
{"quote": "Women naturally prefer their ideas to their sensations.", "author": "albert camus"},
{"quote": "We refuse to despair of mankind. Without having the unreasonable ambition to save men, we still want to serve them.", "author": "albert camus"},
{"quote": "Man is an idea, and a precious small idea, once he turns his back on love. And that's my point; we -mankind- haelost the capacity for love.", "author": "albert camus"},
{"quote": "The world is always satisfied, it turns out, with countenance it can understand. Indolence and cowardice do the rest. Independence is earned by a few words of cheap confidence.", "author": "albert camus"},
{"quote": "To-day the truth is a command", "author": "albert camus"},
{"quote": "<...> I felt that I had been happy and that I was happy again. For everything to be consummated, for me to feel less alone, I had only to wish that there be a large crowd of spectators the day of my execution and that they greet me with cries of hate.", "author": "albert camus"},
{"quote": "The world always says the same thing. And in that patient truth which proceeds from star to star is established a freedom that releases us from ourselves and from others, as in that other patient truth which proceeds from death to death.", "author": "albert camus"},
{"quote": "To-day the truth is a command.", "author": "albert camus"},
{"quote": "The struggle, itself, toward the summit suffices to fill the human heart.", "author": "albert camus"},
{"quote": "The spirit of rebellion can exist only in a society where a theoretical equality conceals great factual inequalities. The", "author": "albert camus"},
{"quote": "This divorce between man and his life, the actor and his setting, is properly the feeling of absurdity.", "author": "albert camus"},
{"quote": "Blessed are the hearts that can bend; they shall never be broken.", "author": "albert camus"},
{"quote": "Our poisoned hearts must be cured. And the most difficult battle to be won against the enemy in the future must be fought within ourselves, with an exceptional effort that will transform our appetite for hatred into a desire for justice.", "author": "albert camus"},
{"quote": "To two men living the same number of years, the world always provides the same sum of experiences. It is up to us to be conscious of them. Being aware of one’s life, one’s revolt, one’s freedom, and to the maximum, is living, and to the maximum.", "author": "albert camus"},
{"quote": "Mama often said that no one is ever really entirely unhappy. I agreed with her here in my prison, when the sky took on so many colours and the light of a new day gradually flowed into my cell. Because", "author": "albert camus"},
{"quote": "Don't walk behind me, I may not lead.", "author": "albert camus"},
{"quote": "The act of love, for instance, is a confession.", "author": "albert camus"},
{"quote": "I always hope, in fact, that my interlocutor will be a policeman and that he will arrest me for the theft of ‘The Just Judges’”.", "author": "albert camus"},
{"quote": "We must mend what has been torn apart, make justice imaginable again in a world so obviously unjust, give happiness a meaning once more to peoples poisoned by the misery of the century.", "author": "albert camus"},
{"quote": "Because you were tired of fighting heaven, you relaxed in that exhausting adventure in which you had to mutilate souls and destroy the world. In short, you chose injustice and sided with the gods. Your logic was merely apparent. I,", "author": "albert camus"},
{"quote": "Any fulfillment is a bondage. It obliges one to a higher fulfillment.", "author": "albert camus"},
{"quote": "Even in the prisoner’s dock it’s always interesting to hear people talk about you.", "author": "albert camus"},
{"quote": "The defects of the West are innumerable, its crimes and errors very real. But in the end, let’s not forget that we are the only ones to have the possibility of improvement and emancipation that lies in free genius.", "author": "albert camus"},
{"quote": "Even there, in that home where lives were fading out, evening was a kind of wistful respite. So close to death, Maman must have felt free then and ready to live it all again.", "author": "albert camus"},
{"quote": "The fountain-head of rebellion, on the contrary, is the principle of", "author": "albert camus"},
{"quote": "It is normal to give away a little of one’s life in order not to lose it all. --Notebooks 1935–1942 (1962), entry for 22 Nov. 1937", "author": "albert camus"},
{"quote": "The rebel defies", "author": "albert camus"},
{"quote": "i knew a man who gave twenty years of his life to a scatterbrained", "author": "albert camus"},
{"quote": "They always think one", "author": "albert camus"},
{"quote": "One must imagine that Sisyphus is happy.", "author": "albert camus"},
{"quote": "What we call basic truths are simply the ones we discover after all the others. However that may be, after prolonged research on", "author": "albert camus"},
{"quote": "In this flowering of air this fertility of the heavens it seemed as if a mans one duty was to live and be happy.", "author": "albert camus"},
{"quote": "The world is divine because the world is inconsequential. That is why art alone, by being equally inconsequential, is capable of grasping it.", "author": "albert camus"},
{"quote": "It would be possible to demonstrate in this manner that only two possible worlds can exist for the", "author": "albert camus"},
{"quote": "And then he knew that war is no good, because vanquishing a man is as bitter as being vanquished.", "author": "albert camus"},
{"quote": "Murder, of course, is not recommended for its own sake. But it is implicit in", "author": "albert camus"},
{"quote": "The intoxication of frenzy and, ultimately, some suitable crime reveal", "author": "albert camus"},
{"quote": "The human being who is condemned to death", "author": "albert camus"},
{"quote": "From the moment that man submits God to moral judgment, he kills Him in his own heart. And then what", "author": "albert camus"},
{"quote": "We must first of all realize that we can never confuse Nietzsche with Rosenberg. We must be the", "author": "albert camus"},
{"quote": "Up to", "author": "albert camus"},
{"quote": "Therefore there is only one form of freedom for Stirner, \"my power,\" and only", "author": "albert camus"},
{"quote": "In this desert everything begins to flower again. \"The terrifying significance of an unpremeditated cry of", "author": "albert camus"},
{"quote": "Since every I is, in itself, fundamentally criminal in its attitude toward the State and the people, we must", "author": "albert camus"},
{"quote": "As a result of his insistence that the individual should", "author": "albert camus"},
{"quote": "He believed in courage combined with intelligence, and that was what he called strength. Courage has", "author": "albert camus"},
{"quote": "Christ, for Nietzsche as for Tolstoy, is not a rebel. The essence of His doctrine is", "author": "albert camus"},
{"quote": "Analysis of rebellion leads at least to the suspicion that, contrary to the postulates of contemporary", "author": "albert camus"},
{"quote": "Long reflection on the condition of mankind as people", "author": "albert camus"},
{"quote": "Here suicide and murder are two aspects of a single", "author": "albert camus"},
{"quote": "The time is approaching when we shall have to struggle for the domination of", "author": "albert camus"},
{"quote": "Hawthorne was able to say of Melville that, as an unbeliever, he was extremely uneasy in his unbelief. It", "author": "albert camus"},
{"quote": "Apparently the world today can no longer be anything other than a world of masters and", "author": "albert camus"},
{"quote": "In magnificentia naturae, resurgit spiritus. ( Doğanın görkeminde , ruh ortaya çıkar)", "author": "albert camus"},
{"quote": "From this moment dates the idea (hostile to every concept of", "author": "albert camus"},
{"quote": "With Napoleon and the Napoleonic philosopher", "author": "albert camus"},
{"quote": "Ah, this dear old planet! All is clear now. We know ourselves; we now know of what we are capable.", "author": "albert camus"},
{"quote": "I brought off everything I set my hand to, I moved at ease in the field of the intellect, I got on excellently with women, and if I had occasional qualms, they passed as lightly as they came.", "author": "albert camus"},
{"quote": "To two men living the same number of years, the world always provides the same sum of experiences. It is up to us to be conscious of them. Being aware of one's life, one's revolt, one's freedom, and to the maximum, is living, and to the maximum.", "author": "albert camus"},
{"quote": "It is not beside the point to note that, in the thought which will inspire our", "author": "albert camus"},
{"quote": "No human reality would therefore have been engendered if, thanks to a propensity that can be considered\"", "author": "albert camus"},
{"quote": "Undoubtedly the master enjoys total freedom first as regards the slave, since the latter recognizes him", "author": "albert camus"},
{"quote": "Mastery is a blind alley. Since, moreover, he cannot renounce mastery and", "author": "albert camus"},
{"quote": "The very agony", "author": "albert camus"},
{"quote": "To be happy, you need time. Lots of time. Happiness too is a long patience. And it is the need for money that robs us of time. To be rich means having time to be happy when you deserve happiness.", "author": "albert camus"},
{"quote": "That's why it's good to have had love in your life after all, to have had an unhappy passion - it gives you an alibi from the great despairs we all suffer from.", "author": "albert camus"},
{"quote": "Freedom is nothing else but a chance to be better.", "author": "albert camus"},
{"quote": "She turned towards me. Her hair had fallen over her eyes and she was laughing.", "author": "albert camus"},
{"quote": "I wanted to tell her that it wasn't my fault, but I stopped myself because I remembered I'd already said that to my boss. That doesn't mean anything. Although actually, everyone is always a little guilty.", "author": "albert camus"},
{"quote": "All I could see in his slightly lopsided face were his two very bright eyes, which were examining me closely without betraying any definable emotion. And I had the odd impression of being watched by myself.", "author": "albert camus"},
{"quote": "A city deprived of everything, devoid of light and devoid of heat, starved, and still not crushed.", "author": "albert camus"},
{"quote": "But everyone knows that life isn't really worth living.", "author": "albert camus"},
{"quote": "I fixed myself some eggs and ate them out of the ban, without bread because I didn't have any left and I didn't feel like going downstairs to buy some.", "author": "albert camus"},
{"quote": "I cut out an advertisement for Kruschen Salts and stuck it in an old notebook where I put things from the papers that interest me.", "author": "albert camus"},
{"quote": "What struck me most about their faces was that I couldn't see their eyes, just a faint, dull light in a nest of wrinkles.", "author": "albert camus"},
{"quote": "It was just then that I noticed they were all sitting opposite me, around the caretaker, nodding their heads. For a split second, I had the ridiculous feeling that they were there to judge me.", "author": "albert camus"},
{"quote": "Every revolutionary ends by becoming either an oppressor or a heretic. In the purely historical universe that they", "author": "albert camus"},
{"quote": "You must realize that men make war as much with the enthusiasm of those who want it as with the despair of those who reject it with all their soul.", "author": "albert camus"},
{"quote": "Rebellion's demand is unity; historical revolution's demand is", "author": "albert camus"},
{"quote": "You were satisfied to serve the power of your nation and we dreamed of giving ours her truth. It was enough for you to serve the politics of reality whereas, in our wildest aberrations, we still had a vague conception of the politics of honor.", "author": "albert camus"},
{"quote": "In raining bullets on those silent faces, already turned away from this world, you think you are disfiguring the face of our truth.", "author": "albert camus"},
{"quote": "It is worth noting that the language peculiar to totalitarian doctrines is always: a scholastic or", "author": "albert camus"},
{"quote": "All great deeds and all great thoughts have a ridiculous beginning.", "author": "albert camus"},
{"quote": "It has been said that the world of Proust was a world without a god. If that is true, it is not because God is", "author": "albert camus"},
{"quote": "Rebellion is in no way the demand for total", "author": "albert camus"},
{"quote": "By ignoring compliments and homages we lead the person paying those compliments to think we look down on him, when in fact we are only doubting ourselves.", "author": "albert camus"},
{"quote": "We do not have feelings which change us, but feelings that suggest to us the idea of change. Thus love does not purge us of selfishness, but makes us aware of it and gives us the idea of a distant country where this selfishness will disappear.", "author": "albert camus"},
{"quote": "Science today betrays its origins and denies its own acquisitions in allowing itself to be put to the.", "author": "albert camus"},
{"quote": "Anyway, it hardly mattered; I already felt worlds away", "author": "albert camus"},
{"quote": "The very forces of matter, in their blind advance, impose their own limits. That is why it is useless to", "author": "albert camus"},
{"quote": "Man can allow", "author": "albert camus"},
{"quote": "But from what are we escaping by means of the", "author": "albert camus"},
{"quote": "Real mastery consists in refuting the prejudices of the time, initially the deepest and most malignant of", "author": "albert camus"},
{"quote": "Balzac once", "author": "albert camus"},
{"quote": "Man can master in himself everything that should be mastered.", "author": "albert camus"},
{"quote": "The contradiction is this: man rejects the world as it is, without accepting the necessity of escaping it. In", "author": "albert camus"},
{"quote": "At this point is born the fatal envy which so many men feel of the lives of others. Seen from a distance,", "author": "albert camus"},
{"quote": "A story is never", "author": "albert camus"},
{"quote": "The artist reconstructs the world to his plan. The symphonies of", "author": "albert camus"},
{"quote": "Already, in fact, rebellion, without claiming to solve everything, can at least confront its problems. From", "author": "albert camus"},
{"quote": "m. At this moment, when each of us must fit an arrow to his bow and enter the lists anew, to", "author": "albert camus"},
{"quote": "The life of the body, reduced to its", "author": "albert camus"},
{"quote": "It is difficult to return to the places of one's early happiness. The young girls in the flower of their youth", "author": "albert camus"},
{"quote": "On the contrary, unity in art appears at the limit of the transformation", "author": "albert camus"},
{"quote": "How intoxicating to feel like God the Father and to hand out definitive testimonials of bad character and habits.", "author": "albert camus"},
{"quote": "Apart from a few explanations that are not the subject of this essay, the strange and terrifying growth of", "author": "albert camus"},
{"quote": "The principle of painting is also to make a choice. \"Even genius,\" writes Delacroix, ruminating on his art,", "author": "albert camus"},
{"quote": "Revolutionary criticism condemns the novel in its pure form as being simply a means of escape for an idle", "author": "albert camus"},
{"quote": "I sometimes try to imagine what future historians will say about us. They'll be able to sum up modern man in a single sentence: he fornicated and read the papers. After that robust description, I should guess there will be no more to say on the subject.", "author": "albert camus"},
{"quote": "I never truly believed that human business was some serious thing.", "author": "albert camus"},
{"quote": "[E]verything contributes to spreading confusion.", "author": "albert camus"},
{"quote": "We have no need of God to create guilt or to punish. Our fellow men are enough, with our help.", "author": "albert camus"},
{"quote": "One never changed his way of life; one life was as good as another.", "author": "albert camus"},
{"quote": "I was sure of myself, sure about everything, far surer than he; sure of my present life and of the death that was coming. That, no doubt, was all I had; but at least that certainty was something I could get my teeth into―just as it has got its teeth into me", "author": "albert camus"},
{"quote": "Perhaps we cannot prevent this world from being a world in which children are tortured. But we can reduce the number of tortured children.", "author": "albert camus"},
{"quote": "Man wants to reign supreme through the revolution. But why reign supreme if nothing has any", "author": "albert camus"},
{"quote": "Any authentic creation is a gift to the future", "author": "albert camus"},
{"quote": "Men like you and me who in the morning patted children on the head would a few hours later become meticulous executioners.", "author": "albert camus"},
{"quote": "To feel one's ties to a land, one's love for certain men, to know there is always a place where the heart can find rest—these are already many certainties for one man's life", "author": "albert camus"},
{"quote": "Sometimes he picked up his watch and stared as the minute hand shifted from one number to the next, marveling that five minutes should seem so interminable. Doubtless that watch opened the way—a painful and tormenting way—which leads to the supreme art of doing nothing.", "author": "albert camus"},
{"quote": "Human insurrection, in its exalted and tragic forms, is only, and can only be, a prolonged protest against", "author": "albert camus"},
{"quote": "There is a solitude in poverty, but a solitude that gives everything back its value. At a certain level of wealth, the heavens themselves and the star-filled night are nature’s riches.", "author": "albert camus"},
{"quote": "The whole town rushed outside to celebrate this crowded minute when the time of suffering had ended and the time of forgetting had not yet begun.", "author": "albert camus"},
{"quote": "The everyday man does not enjoy tarrying. Everything, on the contrary, hurries him onward. But at the same time nothing interests him more than himself, especially his potentialities.", "author": "albert camus"},
{"quote": "Hatred of the creator can turn to hatred of creation or to exclusive and defiant", "author": "albert camus"},
{"quote": "We must now embark on the subject of this convulsive effort to control the world and to introduce a universal rule.", "author": "albert camus"},
{"quote": "I grew up with the sea, and poverty for me was sumptuous; then I lost the sea and found all luxuries grey and poverty unbearable.", "author": "albert camus"},
{"quote": "The servile rebellions, the regicide revolutions,", "author": "albert camus"},
{"quote": "There is always a social explanation for what we see in art,” Albert Camus said in 1947. “Only it doesn’t explain anything important.", "author": "albert camus"},
{"quote": "In fact, if there had ever been one real revolution, there would be no more history. Unity", "author": "albert camus"},
{"quote": "Even revolution, particularly", "author": "albert camus"},
{"quote": "The true artist stands midway between what he imagines and what he does. He is the one who is 'capable of.' he could be what he describes, experience what he writes. The mere act would limit him; he would be the one who has acted.", "author": "albert camus"},
{"quote": "Don't wait for the Last Judgment. It happens every day.", "author": "albert camus"},
{"quote": "If a contract, either civil or natural, could still bind the", "author": "albert camus"},
{"quote": "For lack of time and", "author": "albert camus"},
{"quote": "They fancied", "author": "albert camus"},
{"quote": "There lay certitude; there, in the daily round.", "author": "albert camus"},
{"quote": "On January 21, with the murder of the King-priest, was consummated what has significantly been called the passion", "author": "albert camus"},
{"quote": "Why, because an author has more rights than ordinary people, as everybody", "author": "albert camus"},
{"quote": "But crushing truths perish from being acknowledged.", "author": "albert camus"},
{"quote": "A revolution such as ours is not a trial, but a clap", "author": "albert camus"},
{"quote": "Don't wait for the Last Judgment--it takes place every day", "author": "albert camus"},
{"quote": "I’m not happy to go, but one needn’t be happy to make another start.", "author": "albert camus"},
{"quote": "The old woman went to Mass every morning. \"Don't you believe in God? she asked him. On Rambert's admitting he did not, she said again that \"that explained it.\" \"Yes,\" she added, \"you're right. You must go back to her. Or else--what would be left of you?", "author": "albert camus"},
{"quote": "It would be better to try to awake the reader’s critical instincts than to appeal to his laziness.", "author": "albert camus"},
{"quote": "The absurd does not liberate; it binds. —ALBERT CAMUS", "author": "albert camus"},
{"quote": "Now that the ancien regime had definitely disappeared in France, the new regime must again,", "author": "albert camus"},
{"quote": "When a slave rebels against his master, the situation presented is of one man pitted against another, under", "author": "albert camus"},
{"quote": "A religion that executes its obsolete sovereign must now establish the power of its new sovereign; it", "author": "albert camus"},
{"quote": "One of the only coherent philosophical positions is thus revolt. It is a constant confrontation between man and his own obscurity.", "author": "albert camus"},
{"quote": "The year 1789 does not yet affirm the divinity of man, but the divinity of the people, to the degree in", "author": "albert camus"},
{"quote": "During the battle, Spartacus himself tried with frenzied", "author": "albert camus"},
{"quote": "A rogue who has been condemned to death by the", "author": "albert camus"},
{"quote": "An animated conversation was in progress and the woman behind the counter started airing her views about a murder case that had created some stir in Algiers. A young commercial employee had killed an Algerian on a beach.", "author": "albert camus"},
{"quote": "It was then I felt a sort of wave of indignation spreading through the courtroom, and for the first time I understood that I was guilty.", "author": "albert camus"},
{"quote": "Out with it, Tarrou! What on earth prompted you to take a hand in this?", "author": "albert camus"},
{"quote": "I felt the urge to reassure him that I was like everybody else, just like everybody else. But really there wasn't much point, and I gave up the idea out of laziness.", "author": "albert camus"},
{"quote": "And yet something had changed, since it was back to my cell that I went to wait for the next day … as if familiar paths traced in summer skies could lead as easily to prison as to the sleep of the innocent.", "author": "albert camus"},
{"quote": "I would rather live my life as if there is a God, and die to find out there isnt, than live as if there isnt, and die to find out that there is", "author": "albert camus"},
{"quote": "Our fellow-citizens, as they now realized, had never thought that our little town might be a place particularly chosen as one where rats die in the sun and concierges perish from peculiar illnesses.", "author": "albert camus"},
{"quote": "That was his poverty, that was his sole wealth. As if by writing zero, he was starting over but with a consciousness of his powers and a lucid intoxication which urged him on in the face of his fate.", "author": "albert camus"},
{"quote": "Every man needs slaves as he needs fresh air. Commanding is breathing—you agree with me? And even the most destitute manage to breathe. The lowest man in the social scale still has his wife or his child. If he’s unmarried, a dog. The", "author": "albert camus"},
{"quote": "Here I understand what is meant by glory: the right to love without limits. There is only one love in this world. To clasp a woman's body is also to hold in one's arms this strange joy that descends from sky to sea.", "author": "albert camus"},
{"quote": "The world is beautiful, and outside it there is no salvation.", "author": "albert camus"},
{"quote": "Comfortable optimism surely seems like a bad joke in today's world.", "author": "albert camus"},
{"quote": "Today, in the face of abjection and solitude, his heart said: 'No'. And in the great distress that washed over him, Mersault realised that his rebellion was the only authentic thing in him, and that everything elsewhere was misery and submission\".", "author": "albert camus"},
{"quote": "I continue to believe that this world has no ultimate meaning. But I know that something in it has a meaning and that is man, because he is the only creature to insist on having one.", "author": "albert camus"},
{"quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion. — Albert Camus, French author", "author": "albert camus"},
{"quote": "The principle can be established that for a man who does not cheat, what he believes to be true must determine his action. Belief in the absurdity of existence must then dictate his conduct.", "author": "albert camus"},
{"quote": "What I know most surely about morality and the duty of man I owe to sport.", "author": "albert camus"},
{"quote": "Asked to state his opinion of me, he said that I was “all right” and, when told to explain what he meant by that, he replied that everyone knew what that meant.", "author": "albert camus"},
{"quote": "I people the universe with forms in my own likeness. For I have not yet spoken of the sun.", "author": "albert camus"},
{"quote": "There is no love of life without despair of life.", "author": "albert camus"},
{"quote": "The furious revolt of the first weeks had given place to a vast despondency, not to be taken for resignation, though it was no the less a sort of passive and provisional acquiescence.", "author": "albert camus"},
{"quote": "Time flies so fast because it does not have any guidance. Like the moon in its zenith or the horizon.", "author": "albert camus"},
{"quote": "Some have speculated that the way [Albert] Camus died made his theories on absurdity a self-fulfilling prophecy. Others would say it was the triumphant meaningful way he lived that allowed him to rise heroically above absurdity.", "author": "albert camus"},
{"quote": "Poverty is a state whose feature is generosity.", "author": "albert camus"},
{"quote": "There are more things in people that are rather worth of admiration than contempt.", "author": "albert camus"}
]