[
{"quote": "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love.", "author": "fyodor dostoevsky"},
{"quote": "Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth.", "author": "fyodor dostoevsky"},
{"quote": "To go wrong in one's own way is better than to go right in someone else's.", "author": "fyodor dostoevsky"},
{"quote": "What is hell? I maintain that it is the suffering of being unable to love.", "author": "fyodor dostoevsky"},
{"quote": "The darker the night, the brighter the stars,", "author": "fyodor dostoevsky"},
{"quote": "Man only likes to count his troubles; he doesn't calculate his happiness.", "author": "fyodor dostoevsky"},
{"quote": "I say let the world go to hell, but I should always have my tea.", "author": "fyodor dostoevsky"},
{"quote": "Talking nonsense is the sole privilege mankind possesses over the other organisms. It's by talking nonsense that one gets to the truth! I talk nonsense, therefore I'm human", "author": "fyodor dostoevsky"},
{"quote": "The soul is healed by being with children.", "author": "fyodor dostoevsky"},
{"quote": "But how could you live and have no story to tell?", "author": "fyodor dostoevsky"},
{"quote": "Taking a new step, uttering a new word, is what people fear most.", "author": "fyodor dostoevsky"},
{"quote": "Much unhappiness has come into the world because of bewilderment and things left unsaid.", "author": "fyodor dostoevsky"},
{"quote": "Nothing in this world is harder than speaking the truth, nothing easier than flattery.", "author": "fyodor dostoevsky"},
{"quote": "Right or wrong, it's very pleasant to break something from time to time.", "author": "fyodor dostoevsky"},
{"quote": "Man is a mystery. It needs to be unravelled, and if you spend your whole life unravelling it, don't say that you've wasted time. I am studying that mystery because I want to be a human being.", "author": "fyodor dostoevsky"},
{"quote": "I swear to you gentlemen, that to be overly conscious is a sickness, a real, thorough sickness.", "author": "fyodor dostoevsky"},
{"quote": "The awful thing is that beauty is mysterious as well as terrible. God and the devil are fighting there and the battlefield is the heart of man.", "author": "fyodor dostoevsky"},
{"quote": "Man is sometimes extraordinarily, passionately, in love with suffering...", "author": "fyodor dostoevsky"},
{"quote": "I can see the sun, but even if I cannot see the sun, I know that it exists. And to know that the sun is there - that is living.", "author": "fyodor dostoevsky"},
{"quote": "You can be sincere and still be stupid.", "author": "fyodor dostoevsky"},
{"quote": "It is not the brains that matter most, but that which guides them — the character, the heart, generous qualities, progressive ideas.", "author": "fyodor dostoevsky"},
{"quote": "Beauty will save the world", "author": "fyodor dostoevsky"},
{"quote": "Don’t let us forget that the causes of human actions are usually immeasurably more complex and varied than our subsequent explanations of them.", "author": "fyodor dostoevsky"},
{"quote": "I think the devil doesn't exist, but man has created him, he has created him in his own image and likeness.", "author": "fyodor dostoevsky"},
{"quote": "To love is to suffer and there can be no love otherwise.", "author": "fyodor dostoevsky"},
{"quote": "Besides, nowadays, almost all capable people are terribly afraid of being ridiculous, and are miserable because of it.", "author": "fyodor dostoevsky"},
{"quote": "Nothing is easier than to denounce the evildoer; nothing is more difficult than to understand him.", "author": "fyodor dostoevsky"},
{"quote": "The cleverest of all, in my opinion, is the man who calls himself a fool at least once a month.", "author": "fyodor dostoevsky"},
{"quote": "My God, a moment of bliss. Why, isn't that enough for a whole lifetime?", "author": "fyodor dostoevsky"},
{"quote": "Love in action is a harsh and dreadful thing compared to love in dreams.", "author": "fyodor dostoevsky"},
{"quote": "I did not bow down to you, I bowed down to all the suffering of humanity.", "author": "fyodor dostoevsky"},
{"quote": "Killing myself was a matter of such indifference to me that I felt like waiting for a moment when it would make some difference.", "author": "fyodor dostoevsky"},
{"quote": "Lack of originality, everywhere, all over the world, from time immemorial, has always been considered the foremost quality and the recommendation of the active, efficient and practical man.", "author": "fyodor dostoevsky"},
{"quote": "You will burn and you will burn out; you will be healed and come back again.", "author": "fyodor dostoevsky"},
{"quote": "And the more I drink the more I feel it. That's why I drink too. I try to find sympathy and feeling in drink.... I drink so that I may suffer twice as much!", "author": "fyodor dostoevsky"},
{"quote": "Destroy my desires, eradicate my ideals, show me something better, and I will follow you.", "author": "fyodor dostoevsky"},
{"quote": "The degree of civilization in a society can be judged by entering its prisons.", "author": "fyodor dostoevsky"},
{"quote": "The fear of appearances is the first symptom of impotence.", "author": "fyodor dostoevsky"},
{"quote": "Man grows used to everything, the scoundrel!", "author": "fyodor dostoevsky"},
{"quote": "Power is given only to him who dares to stoop and take it ... one must have the courage to dare.", "author": "fyodor dostoevsky"},
{"quote": "A fool with a heart and no sense is just as unhappy as a fool with sense and no heart.", "author": "fyodor dostoevsky"},
{"quote": "Existentialism isn't so atheistic that it wears itself out showing that God doesn't exist. Rather, it declares that even if God did exist, that would change nothing.", "author": "fyodor dostoevsky"},
{"quote": "And what's strange, what would be marvelous, is not that God should really exist; the marvel is that such an idea, the idea of the necessity of God, could enter the head of such a savage, vicious beast as man.", "author": "fyodor dostoevsky"},
{"quote": "Without God all things are permitted.", "author": "fyodor dostoevsky"},
{"quote": "We sometimes encounter people, even perfect strangers, who begin to interest us at first sight, somehow suddenly, all at once, before a word has been spoken", "author": "fyodor dostoevsky"},
{"quote": "I am a fool with a heart but no brains, and you are a fool with brains but no heart; and we’re both unhappy, and we both suffer.", "author": "fyodor dostoevsky"},
{"quote": "Do you understand, sir, do you understand what it means when you have absolutely nowhere to turn?\" Marmeladov’s question came suddenly into his mind \"for every man must have somewhere to turn...", "author": "fyodor dostoevsky"},
{"quote": "Be not forgetful of prayer. Every time you pray, if your prayer is sincere, there will be new feeling and new meaning in it, which will give you fresh courage, and you will understand that prayer is an education.", "author": "fyodor dostoevsky"},
{"quote": "They were like two enemies in love with one another.", "author": "fyodor dostoevsky"},
{"quote": "Perhaps I really regard myself as an intelligent man only because throughout my entire life I've never been able to start or finish anything.", "author": "fyodor dostoevsky"},
{"quote": "Truly great men must, I think, experience great sorrow on the earth.", "author": "fyodor dostoevsky"},
{"quote": "Lying to ourselves is more deeply ingrained than lying to others.", "author": "fyodor dostoevsky"},
{"quote": "It's the great mystery of human life that old grief passes gradually into quiet tender joy.", "author": "fyodor dostoevsky"},
{"quote": "Love a man, even in his sin, for that love is a likeness of the divine love, and is the summit of love on earth.", "author": "fyodor dostoevsky"},
{"quote": "One can fall in love and still hate.", "author": "fyodor dostoevsky"},
{"quote": "The pleasure of despair. But then, it is in despair that we find the most acute pleasure, especially when we are aware of the hopelessness of the situation...", "author": "fyodor dostoevsky"},
{"quote": "Love children especially, for they too are sinless like the angels; they live to soften and purify our hearts and, as it were, to guide us.", "author": "fyodor dostoevsky"},
{"quote": "Don’t be overwise; fling yourself straight into life, without deliberation; don’t be afraid - the flood will bear you to the bank and set you safe on your feet again.", "author": "fyodor dostoevsky"},
{"quote": "Nothing has ever been more insupportable for a man and a human society than freedom.", "author": "fyodor dostoevsky"},
{"quote": "What do you think, would not one tiny crime be wiped out by thousands of good deeds?", "author": "fyodor dostoevsky"},
{"quote": "Love life more than the meaning of it?", "author": "fyodor dostoevsky"},
{"quote": "There is only one thing that I dread: not to be worthy of my sufferings.", "author": "fyodor dostoevsky"},
{"quote": "I will not and cannot believe that evil is the normal condition of mankind.", "author": "fyodor dostoevsky"},
{"quote": "Sorrow compressed my heart, and I felt I would die, and then . . . Well, then I woke up.", "author": "fyodor dostoevsky"},
{"quote": "If he's honest, he'll steal; if he's human, he'll murder; if he's faithful, he'll deceive.", "author": "fyodor dostoevsky"},
{"quote": "I believe the best definition of man is the ungrateful biped.", "author": "fyodor dostoevsky"},
{"quote": "Of course my jokes are in poor taste, inappropriate, and confused; they reveal my lack of security. But that is because I have no respect for myself.", "author": "fyodor dostoevsky"},
{"quote": "It’s not God that I don’t accept, Alyosha, only I most respectfully return him the ticket.", "author": "fyodor dostoevsky"},
{"quote": "To care only for well-being seems to me positively ill-bred. Whether it’s good or bad, it is sometimes very pleasant, too, to smash things.", "author": "fyodor dostoevsky"},
{"quote": "I want to suffer so that I may love.", "author": "fyodor dostoevsky"},
{"quote": "It wasn't the New World that mattered...Columbus died almost without seeing it; and not really knowing what he had discovered. It's life that matters, nothing but life — the process of discovering, the everlasting and perpetual process, not the discovery itself, at all.", "author": "fyodor dostoevsky"},
{"quote": "It was a wonderful night, such a night as is only possible when we are young, dear reader.", "author": "fyodor dostoevsky"},
{"quote": "They were renewed by love; the heart of each held infinite sources of life for the heart of the other.", "author": "fyodor dostoevsky"},
{"quote": "In every idea of genius or in every new human idea, or, more simply still, in every serious human idea born in anyone's brain, there is something that cannot possibly be conveyed to others.", "author": "fyodor dostoevsky"},
{"quote": "I almost do not exist now and I know it; God knows what lives in me in place of me.", "author": "fyodor dostoevsky"},
{"quote": "Be the sun and all will see you.", "author": "fyodor dostoevsky"},
{"quote": "One man doesn't believe in god at all, while the other believes in him so thoroughly that he prays as he murders men!", "author": "fyodor dostoevsky"},
{"quote": "Nature doesn't ask your permission; it doesn't care about your wishes, or whether you like its laws or not. You're obliged to accept it as it is, and consequently all its results as well.", "author": "fyodor dostoevsky"},
{"quote": "In most cases, people, even wicked people, are far more naive and simple-hearted than one generally assumes. And so are we.", "author": "fyodor dostoevsky"},
{"quote": "Existence alone had never been enough for him; he had always wanted more. Perhaps it was only from the force of his desires that he had regarded himself as a man to whom more was permitted than to others.", "author": "fyodor dostoevsky"},
{"quote": "For a woman, all resurrection, all salvation, from whatever perdition, lies in love; in fact, it is her only way to it.", "author": "fyodor dostoevsky"},
{"quote": "He was one of the numerous and varied legion of dullards, of half-animated abortions, conceited, half-educated coxcombs, who attach themselves to the idea most in fashion only to vulgarize it and who caricature every cause they serve, however sincerely.", "author": "fyodor dostoevsky"},
{"quote": "If someone proved to me that Christ is outside the truth and that in reality the truth were outside of Christ, then I should prefer to remain with Christ rather than with the truth.", "author": "fyodor dostoevsky"},
{"quote": "The more conscious I was of goodness and of all that was 'sublime and beautiful,'the more deeply I sank into my mire and the more ready I was to sink in it altogether.", "author": "fyodor dostoevsky"},
{"quote": "Can a man of perception respect himself at all?", "author": "fyodor dostoevsky"},
{"quote": "Pass us by, and forgive us our happiness", "author": "fyodor dostoevsky"},
{"quote": "Man is a creature that can get accustomed to anything, and I think that is the best definition of him.", "author": "fyodor dostoevsky"},
{"quote": "God knows what is in me in place of me.", "author": "fyodor dostoevsky"},
{"quote": "Believe to the end, even if all men went astray and you were left the only one faithful; bring your offering even then and praise God in your loneliness.", "author": "fyodor dostoevsky"},
{"quote": "People really do like seeing their best friends humiliated; a large part of the friendship is based on humiliation; and that is an old truth,well known to all intelligent people.", "author": "fyodor dostoevsky"},
{"quote": "The prince says that the world will be saved by beauty! And I maintain that the reason he has such playful ideas is that he is in love. ", "author": "fyodor dostoevsky"},
{"quote": "And if there's love, you can do without happiness too. Even with sorrow, life is sweet. ", "author": "fyodor dostoevsky"},
{"quote": "I punish myself for my whole life, my whole life I punish.", "author": "fyodor dostoevsky"},
{"quote": "They have succeeded in accumulating a greater mass of objects, but the joy in the world has grown less.", "author": "fyodor dostoevsky"},
{"quote": "I think that if one is faced by inevitable destruction -- if a house is falling upon you, for instance -- one must feel a great longing to sit down, close one's eyes and wait, come what may . . .", "author": "fyodor dostoevsky"},
{"quote": "And yet I am convinced that man will never give up true suffering- that is, destruction and chaos. Why, suffering is the sole root of consciousness.", "author": "fyodor dostoevsky"},
{"quote": "Walking along the crowded row", "author": "fyodor dostoevsky"},
{"quote": "It’s not God that I do not accept, you understand, it is this world of God’s, created by God, that I do not accept and cannot agree to accept.", "author": "fyodor dostoevsky"},
{"quote": "We don't understand that life is heaven, for we have only to understand that and it will at once be fulfilled in all its beauty, we shall embrace each other and weep.", "author": "fyodor dostoevsky"},
{"quote": "Bad people are to be found everywhere, but even among the worst there may be something good.", "author": "fyodor dostoevsky"},
{"quote": "Every ant  knows the  formula of its ant-hill,", "author": "fyodor dostoevsky"},
{"quote": ". . . finally, I couldn't imagine how I could live without books, and I stopped dreaming about marrying that Chinese prince. . . .", "author": "fyodor dostoevsky"},
{"quote": "God is the pain of the fear of death", "author": "fyodor dostoevsky"},
{"quote": "In the end they will lay their freedom at our feet and say to us, Make us your slaves, but feed us.", "author": "fyodor dostoevsky"},
{"quote": "Love is a teacher, but one must know how to acquire it, for it is difficult to acquire, it is dearly bought, by long work over a long time, for one ought to love not for a chance moment but for all time. Anyone, even a wicked man, can love by chance.", "author": "fyodor dostoevsky"},
{"quote": "It seems, in fact, as though the second half of a man's life is made up of nothing, but the habits he has accumulated during the first half.", "author": "fyodor dostoevsky"},
{"quote": "The formula ‘two and two make five’ is not without its attractions.", "author": "fyodor dostoevsky"},
{"quote": "Loving someone is different from being in love with someone. You can hate someone you're in love with", "author": "fyodor dostoevsky"},
{"quote": "76.\tDavid Hume – Treatise on Human Nature; Essays Moral and Political; An Enquiry Concerning Human Understanding", "author": "fyodor dostoevsky"},
{"quote": "In my opinion, if, as the result of certain combinations,", "author": "fyodor dostoevsky"},
{"quote": "One cannot prove anything here, but it is possible to be convinced.'", "author": "fyodor dostoevsky"},
{"quote": "It's the moon that makes it so still, weaving some mystery.", "author": "fyodor dostoevsky"},
{"quote": "What does reason know? Reason only knows what it has succeeded in learning...", "author": "fyodor dostoevsky"},
{"quote": "I am a sick man...I am a spiteful man. I am an unattractive man. I think my liver is diseased. Then again, I don't know a thing about my illness; I'm not even sure what hurts.", "author": "fyodor dostoevsky"},
{"quote": "Your hand is cold, mine burns like fire. How blind you are, Nastenka!", "author": "fyodor dostoevsky"},
{"quote": "Love the animals. God has given them the rudiments of thought and joy untroubled. Don't trouble it, don't harass them, don't deprive them of their happiness, don't work against God's intent.", "author": "fyodor dostoevsky"},
{"quote": "I tell you solemnly, that I have many times tried to become an insect. But I was not equal even to that. I swear, gentlemen, that to be too conscious is an illness- a real thorough-going illness.", "author": "fyodor dostoevsky"},
{"quote": "Schoolboys are a merciless race, individually they are angels, but together, especially in schools, they are often merciless.", "author": "fyodor dostoevsky"},
{"quote": "Man is tormented by no greater anxiety than to find someone quickly to whom he can hand over that great gift of freedom with which the ill-fated creature is born.", "author": "fyodor dostoevsky"},
{"quote": "We have all lost touch with life, we all limp, each to a greater or lesser degree.", "author": "fyodor dostoevsky"},
{"quote": "As a general rule, people, even the wicked, are much more naive and simple-hearted than we supposed. And we ourselves are, too.", "author": "fyodor dostoevsky"},
{"quote": "Your worst sin is that you have destroyed and betrayed yourself for nothing.", "author": "fyodor dostoevsky"},
{"quote": "The genuine realist, if he is an unbeliever, will always find strength and ability to disbelieve in the miraculous, and if he is confronted with a miracle as an irrefutable fact he would rather disbelieve his own senses than admit the miraculous also.", "author": "fyodor dostoevsky"},
{"quote": "Do you believe in a future everlasting life?", "author": "fyodor dostoevsky"},
{"quote": "How does it come about that what an intelligent man expresses is much stupider than what remains inside him?", "author": "fyodor dostoevsky"},
{"quote": "After all, bluff and real emotion exist so easily side by side. ", "author": "fyodor dostoevsky"},
{"quote": "He did not know that the new life would not be given him for nothing, that he would have to pay dearly for it, that it would cost him great striving, great suffering.", "author": "fyodor dostoevsky"},
{"quote": "Ah, Misha, he has a stormy spirit. His mind is in bondage. He is haunted by a great, unsolved doubt. He is one of those who don't want millions, but an answer to their questions.", "author": "fyodor dostoevsky"},
{"quote": "Gentlemen, I am tormented by questions; answer them for me.", "author": "fyodor dostoevsky"},
{"quote": "For if there's no everlasting God, there's no such thing as virtue, and there's no need of it.", "author": "fyodor dostoevsky"},
{"quote": "But man is so addicted to systems and to abstract conclusions that he is prepared deliberately to distort the truth, to close his eyes and ears, but justify his logic at all cost. ", "author": "fyodor dostoevsky"},
{"quote": "A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about.", "author": "fyodor dostoevsky"},
{"quote": "Suppose, gentleman, that man is not stupid.", "author": "fyodor dostoevsky"},
{"quote": "It suddenly seemed to me that I was lonely, that everyone was forsaking me and going away from me.", "author": "fyodor dostoevsky"},
{"quote": "Here my tears are falling, Nastenka. Let them flow, let them flow - they don't hurt anybody. They will dry Nastenka.", "author": "fyodor dostoevsky"},
{"quote": "Without a clear perception of his reasons for living, man will never consent to live, and will rather destroy himself than tarry on earth, though he be surrounded with bread\".", "author": "fyodor dostoevsky"},
{"quote": "You must accept it as it is, and hence accept all consequences. A wall is indeed a wall.", "author": "fyodor dostoevsky"},
{"quote": "Now answer me, sincerely, honestly, who lives past forty? I'll tell you who does: fools and scoundrels.", "author": "fyodor dostoevsky"},
{"quote": "Twice two is four is not life, gentlemen, but the beginning of death.", "author": "fyodor dostoevsky"},
{"quote": "The second half of a man's life is made up of nothing but the habits he has acquired during the first half.", "author": "fyodor dostoevsky"},
{"quote": "And so in that very shame I suddenly begin a hymn.", "author": "fyodor dostoevsky"},
{"quote": "...it all, maybe, most likely, indeed, might turn out for the best.", "author": "fyodor dostoevsky"},
{"quote": "If you are penitent, you love. And if you love you are of God. All things are atoned for, all things are saved by love...Love is such a priceless treasure that you can redeem the whole world by it, and expiate not only your own sins but the sins of others.", "author": "fyodor dostoevsky"},
{"quote": "There is no subject so old that something new cannot be said about it.", "author": "fyodor dostoevsky"},
{"quote": "Let it not be a beautiful face,' I thought, 'but to make up for that, let it be a noble, an expressive, and, above all, an extremely intelligent one.", "author": "fyodor dostoevsky"},
{"quote": "I love the sticky leaves in spring, the blue sky — that’s all it is. It’s not a matter of intellect or logic, it’s loving with one’s inside, with one’s stomach.", "author": "fyodor dostoevsky"},
{"quote": "Is there beauty in Sodom? Believe me, that for the immense mass of mankind beauty is found in Sodom. Did you know that secret? The awful thing is that beauty is mysterious as well as terrible. God and the devil are fighting there and the battlefield is the heart of man.", "author": "fyodor dostoevsky"},
{"quote": "Now I'm living out my life in a corner, trying to console myself with the stupid, useless excuse that an intelligent man cannot turn himself into anything, that only a fool can make anything he wants out of himself.", "author": "fyodor dostoevsky"},
{"quote": "So, according to you, the other God does exist after all?'", "author": "fyodor dostoevsky"},
{"quote": "Man is fond of counting his troubles, but he does not count his joys. If he counted them up as he ought to, he would see that every lot has enough happiness provided for it.", "author": "fyodor dostoevsky"},
{"quote": "Neither man nor nation can exist without a sublime idea.", "author": "fyodor dostoevsky"},
{"quote": "There is something spiteful and yet open-hearted about you", "author": "fyodor dostoevsky"},
{"quote": "Sometimes I'd hate to talk to anyone, and at other times I'd not only talk to people, but would even take it into my head to be friends with them.", "author": "fyodor dostoevsky"},
{"quote": "It's in despair that you find the sharpest pleasures, particularly when you are most acutely aware of the hopelessness of your position.", "author": "fyodor dostoevsky"},
{"quote": "Two times two will be four even without my will. Is that what you call man's free will?", "author": "fyodor dostoevsky"},
{"quote": "They have this social justification for every nasty thing they do!", "author": "fyodor dostoevsky"},
{"quote": "I have no self-respect. But can a man of acute sensibility respect himself at all?", "author": "fyodor dostoevsky"},
{"quote": "Luxuries are easy to take up but very difficult to give up", "author": "fyodor dostoevsky"},
{"quote": "And what does it mean - ridiculous? wWhat does it matter how many times a man is or seems to be ridiculous? Besides, nowadays almost all capable people are terribly afraid of being ridiculous, and are miserable because of it.", "author": "fyodor dostoevsky"},
{"quote": "Grandmother was always regretting the old days-she was younger in old days,and the sun was warmer in old days,and cream did not turn so sour in old days-it was always the old days!", "author": "fyodor dostoevsky"},
{"quote": "But gamblers know how a man can sit for almost twenty-four hours at cards, without looking to right, or to left.", "author": "fyodor dostoevsky"},
{"quote": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.", "author": "fyodor dostoevsky"},
{"quote": "Of course boredom may lead you to anything. It is boredom sets one sticking golden pins into people, but all that would not matter. What is bad (this is my comment again) is that I dare say people will be thankful for the gold pins then.", "author": "fyodor dostoevsky"},
{"quote": "Such power!\" Adelaida cried all at once, peering greedily at the portrait over her sister's shoulder.", "author": "fyodor dostoevsky"},
{"quote": "Never mind a little dirt, if the goal is splendid!", "author": "fyodor dostoevsky"},
{"quote": "It’s not miracles that generate faith, but faith that generates miracles", "author": "fyodor dostoevsky"},
{"quote": "Or renounce life altogether! Accept fate obediently as it is, once and for all, and stifle everything in myself, renouncing any right to act, to live, to love. ", "author": "fyodor dostoevsky"},
{"quote": "The reasoning is classic in its clarity. If God does not exist, Kirilov is god. If God does not exist, Kirilov must kill himself. Kirilov must therefore kill himself to become god. That logic is absurd, but it is what is needed.", "author": "fyodor dostoevsky"},
{"quote": "It is necessary that every man have at least somewhere to go. For there are times when one absolutely must go at least somewhere!", "author": "fyodor dostoevsky"},
{"quote": "I exaggerate everything, that is where I go wrong.", "author": "fyodor dostoevsky"},
{"quote": "Faith does not, in the realist, spring from the miracle but the miracle from faith. If the realist once believes, then he is bound by his very realism to admit the miraculous also.", "author": "fyodor dostoevsky"},
{"quote": "It's the great mystery of human life that old grief passes gradually into quiet tender joy. The mild serenity of age takes the place of the riotous blood of youth.", "author": "fyodor dostoevsky"},
{"quote": "What if man is not really a scoundrel, man in general, I mean, the whole race of mankind-then all the rest is prejudice, simply artificial terrors and there are no barriers and it's all as it should be.", "author": "fyodor dostoevsky"},
{"quote": "I am one, and they are all.", "author": "fyodor dostoevsky"},
{"quote": "This pleasure comes precisely from the sharpest awareness of your own degradation; from the knowledge that you have gone to the utmost limit; that it is despicable, yet cannot be otherwise; that you no longer have any way out; that you will never become a different man.", "author": "fyodor dostoevsky"},
{"quote": "Inventors and geniuses have almost always been looked on as no better than fools at the beginning of their career, and very frequently at the end of it also.", "author": "fyodor dostoevsky"},
{"quote": "Anger was buried far too early in a young heart, which perhaps contained much good.", "author": "fyodor dostoevsky"},
{"quote": "Eh, brother, but nature has to be corrected and guided, otherwise we'd all drown in prejudices. Without that there wouldn't be even a single great man.", "author": "fyodor dostoevsky"},
{"quote": "It is always so, when we are unhappy we feel more strongly the unhappiness of others; our feeling is not shattered, but becomes concentrated...", "author": "fyodor dostoevsky"},
{"quote": "...despair can hold the most intense sorts of pleasure when one is strongly conscious of the hopelessness of one's position...", "author": "fyodor dostoevsky"},
{"quote": "For I love the empress of my soul. I love and I cannot but love. You yourself see the whole of me. I shall fly to her, fall down before her: you were right to walk past me.. farewell and forget your victim, never trouble yourself more!", "author": "fyodor dostoevsky"},
{"quote": "Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing; to be able to dare!", "author": "fyodor dostoevsky"},
{"quote": "Each of us is responsible for everything and to every human being.", "author": "fyodor dostoevsky"},
{"quote": "What man wants is simply independent choice, whatever that independence may cost and wherever it may lead.", "author": "fyodor dostoevsky"},
{"quote": "Don't think I'm talking nonsense because I'm drunk. I'm not a bit drunk. Brandy's all very well, but I need two bottles to make me drunk.", "author": "fyodor dostoevsky"},
{"quote": "Young man, do not forget to pray. Each time you pray, if you do so sincerely, there will be the flash of a new feeling in it, and a new thought as well, one you did not know before, which will give you fresh courage; and you will understand that prayer is education.", "author": "fyodor dostoevsky"},
{"quote": "I bless the rising sun each day, and, as before, my heart sings to meet it, but now I love even more its setting, its long slanting rays & the soft tender gentle memories that come with them...", "author": "fyodor dostoevsky"},
{"quote": "In any case, you must remember, my dearest, that the main strength of innocence is innocence itself. farewell.", "author": "fyodor dostoevsky"},
{"quote": "Be near your brothers. Not just one, but both of them.", "author": "fyodor dostoevsky"},
{"quote": "I am a sick man...I am a spiteful man. An unattractive man. I think that my liver hurts.", "author": "fyodor dostoevsky"},
{"quote": "Is there suffering on this new earth? On our earth we can truly love only with suffering and through suffering! We know not how to love otherwise. We know no other love. I want suffering in order to love", "author": "fyodor dostoevsky"},
{"quote": "I sometimes think love consists precisely of the voluntary gift by the loved object of the right to tyrannize over it. ", "author": "fyodor dostoevsky"},
{"quote": "For the secret of human existence lies not only in living, but in knowing what to live for.", "author": "fyodor dostoevsky"},
{"quote": "Everyone is striving to unite particulars and find at least some general sense in the general senselessness.", "author": "fyodor dostoevsky"},
{"quote": "... in St. Petersburg, the most abstract and intentional city on the entire globe. (Cities and be intentional or unintentional.", "author": "fyodor dostoevsky"},
{"quote": "All is in a man's hands and he lets it all slip from cowardice, that's an axiom. It would be interesting to know what it is men are most afraid of. Taking a new step, uttering a new word is what they fear most… .", "author": "fyodor dostoevsky"},
{"quote": "Beauty will save the world\"", "author": "fyodor dostoevsky"},
{"quote": "If you were to destroy in mankind the belief in immortality, not only love but every living force maintaining the life of the world would at once be dried up. Moreover, nothing then would be immoral, everything would be permissible, even cannibalism.", "author": "fyodor dostoevsky"},
{"quote": "What if, when this fog scatters and flies upward, the whole rotten, slimey", "author": "fyodor dostoevsky"},
{"quote": "Perhaps,\" you will add, grinning, \"those who have never been slapped will also not understand\" - thereby politely hinting that I, too, may have experienced a slap in my life, and am therefore speaking as a connoisseur.", "author": "fyodor dostoevsky"},
{"quote": "Though these young men unhappily fail to", "author": "fyodor dostoevsky"},
{"quote": "There are... things which a man is afraid to tell even to himself, and every decent man has a number of such things stored away in his mind", "author": "fyodor dostoevsky"},
{"quote": "They sat side by side, sad and weary, like shipwrecked sailors on a deserted shore.", "author": "fyodor dostoevsky"},
{"quote": "But man has such a predilection for systems and abstract deductions that he is ready to distort the truth intentionally, he is ready to deny the evidence of his senses only to justify his logic.", "author": "fyodor dostoevsky"},
{"quote": "If they drive God from the earth, we shall shelter Him underground.", "author": "fyodor dostoevsky"},
{"quote": "Man is bound to lie about himself", "author": "fyodor dostoevsky"},
{"quote": "Dostoevsky,the only psychologist from whom I've anything to learn.", "author": "fyodor dostoevsky"},
{"quote": "At home, I mainly used to read. I wished to stifle with external sensations all that was ceaselessly boiling up inside me. And among external sensations the only one possible for me was reading. Reading was, of course, a great help. It stirred, delighted, and tormented me.", "author": "fyodor dostoevsky"},
{"quote": "You can never be sure of what has passed between husband and wife or lover and mistress. There's always a little corner which remains a secret to the world and is only known to those two.", "author": "fyodor dostoevsky"},
{"quote": "You’ve already said all that. Don’t embroider on it, but prove it!", "author": "fyodor dostoevsky"},
{"quote": "If you were to destroy the belief in immortality in mankind, not only love but every living force on which the continuation of all life in the world depended, would dry up at once.", "author": "fyodor dostoevsky"},
{"quote": "....a person's true security consists not in his own persinal, solitary effort, but in the common integrity of mankind.", "author": "fyodor dostoevsky"},
{"quote": "When I fall into the abyss, I go straight into it, head down and heels up, and I’m even pleased that I’m falling in just such a humiliating position, and for me I find it beautiful. And so in that very shame I suddenly begin a hymn.", "author": "fyodor dostoevsky"},
{"quote": "If there's no God, all is permitted.", "author": "fyodor dostoevsky"},
{"quote": "If one waits for everyone to get wiser it will take too long.", "author": "fyodor dostoevsky"},
{"quote": "Why, the whole world of knowledge is not worth that child's prayer to 'dear, kind God'! I say nothing of the sufferings of grown-up people, they have eaten the apple, damn them, and the devil take them all! But these little ones!", "author": "fyodor dostoevsky"},
{"quote": "I just said it for the beauty of the style.", "author": "fyodor dostoevsky"},
{"quote": "Low ceilings and tiny rooms cramp the soul and the mind.", "author": "fyodor dostoevsky"},
{"quote": "You are more needed there. There is no peace there", "author": "fyodor dostoevsky"},
{"quote": "And so, since then, I've been preaching. Moreover...I love those who laugh at me even more than the rest. Why, I don't know...but so be it. They say that even now I don't make much sense...", "author": "fyodor dostoevsky"},
{"quote": "It was not you who ate the idea, but the idea that ate you.", "author": "fyodor dostoevsky"},
{"quote": "The queen who mended her stockings in prison must have looked every inch a queen and even more a queen than at sumptuous banquets and levees.", "author": "fyodor dostoevsky"},
{"quote": "Realists do not fear the results of their study.", "author": "fyodor dostoevsky"},
{"quote": "I'm sorry this letter is so long. I didn't have time to make it shorter.", "author": "fyodor dostoevsky"},
{"quote": "Twice two is four is, in my opinion, nothing but impudence.", "author": "fyodor dostoevsky"},
{"quote": "Do you know to what a point of insanity a woman can sometimes love?", "author": "fyodor dostoevsky"},
{"quote": "Fancy pants, the monk can dance!", "author": "fyodor dostoevsky"},
{"quote": "They understood nothing, none of life's realities, and, I swear to you, this was what made me most indignant.", "author": "fyodor dostoevsky"},
{"quote": "It often only seems that there are no points in common, when there really are a lot ... it comes from people's laziness, that they sort themselves out by looks and can't find anything", "author": "fyodor dostoevsky"},
{"quote": "Nor is there any embarrassment in the fact that we're ridiculous, isn't that true? For it's actually so, we are ridiculous, light-minded, with bad habits, we're bored, we don't know how to look, how to understand, we're all like that, all, you, and I, and they", "author": "fyodor dostoevsky"},
{"quote": "In fact, I believe that the best definition of man is the ungrateful biped.", "author": "fyodor dostoevsky"},
{"quote": "Certainly we shall rise, certainly we shall see and gladly, joyfully tell one another all that has been.", "author": "fyodor dostoevsky"},
{"quote": "I have considered myself cleverer than any of the people surrounding me, and sometimes, would you belive it, have been positively ashamed of it. At any rate, I have all my life, as it were, turned my eyes away and never could look people straight in the face.", "author": "fyodor dostoevsky"},
{"quote": "I should like to know what people fear the most: whatever is contrary to their usual habits, I imagine.", "author": "fyodor dostoevsky"},
{"quote": "You all, healthy people, can’t imagine the happiness which we", "author": "fyodor dostoevsky"},
{"quote": "To my thinking, miracles are never a stumbling block to the realist. It is not miracles that dispose realists to belief...Faith does not, in the realist, spring from the miracle but the miracle from faith.", "author": "fyodor dostoevsky"},
{"quote": "But to judge some people impartially we must renounce certain preconceived opinions and our habitual attitude to the ordinary people about us.", "author": "fyodor dostoevsky"},
{"quote": "You should not have gone murdering people with a hatchet. That is no occupation for a gentleman.", "author": "fyodor dostoevsky"},
{"quote": "You magnify your failure to a crime, Vasya.", "author": "fyodor dostoevsky"},
{"quote": "The perpetration of a crime is accompanied by illness!", "author": "fyodor dostoevsky"},
{"quote": "Above all, don’t lie to yourself. The man who lies to himself and listens to his own lie comes to a point where he cannot distinguish the truth within him or around him, and so loses respect for himself. And having no respect, he ceases to love. Fyodor Dostoevsky", "author": "fyodor dostoevsky"},
{"quote": "And if only fate would have sent him repentance - burning repentance that would have torn his heart and robbed him of sleep, that repentance, the awful agony of which brings visions of hanging and drowning!", "author": "fyodor dostoevsky"},
{"quote": "Man is a mystery: if you spend your entire life trying to puzzle it out, then do not say that you have wasted your time. I occupy myself with this mystery, because I want to be a man.", "author": "fyodor dostoevsky"},
{"quote": "God Lord, only a moment of bliss, isn't such a moment sufficient for the whole of a man's life?", "author": "fyodor dostoevsky"},
{"quote": "What does a decent chap talk about with the greatest possible pleasure?", "author": "fyodor dostoevsky"},
{"quote": "If you sin yourself and grieve even unto death for your sins or for your sudden sin, then rejoice for others, rejoice for the righteous man, rejoice that if you have sinned, he is righteous and has not sinned.", "author": "fyodor dostoevsky"},
{"quote": "The meanest and most hateful thing about money is that it even gives one talent.", "author": "fyodor dostoevsky"},
{"quote": "I was twenty-four, but even then I led the gloomy, disorganized, solitary existence of a recluse. I stayed away from people, avoided even speaking to them, and kept more and more to my hole.", "author": "fyodor dostoevsky"},
{"quote": "But you did not know that as soon as man rejects miracles, he will at once reject God as well, for man seeks not so much God as miracles.", "author": "fyodor dostoevsky"},
{"quote": "Civilization merely develops man's capacity for a greater variety of sensations, and... absolutely nothing else. And through the development of this capacity, man may yet come to find pleasure in the spilling of blood.", "author": "fyodor dostoevsky"},
{"quote": "Instead of giving a firm foundation for setting the conscience of man at rest forever, Thou didst choose all that is exceptional, vague and enigmatic.", "author": "fyodor dostoevsky"},
{"quote": "the Lord vanquished the devil in my heart.", "author": "fyodor dostoevsky"},
{"quote": "I think my liver hurts.", "author": "fyodor dostoevsky"}
]