[
{"quote": "If you're lonely when you're alone, you're in bad company.", "author": "Jean-Paul Sartre'."},
{"quote": "Do you think that I count the days? There is only one day left, always starting over: it is given to us at dawn and taken away from us at dusk.", "author": "Jean-Paul Sartre'."},
{"quote": "I'm going to smile, and my smile will sink down into your pupils, and heaven knows what it will become.", "author": "Jean-Paul Sartre'."},
{"quote": "Hell is—other people!", "author": "Jean-Paul Sartre'."},
{"quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.", "author": "Jean-Paul Sartre'."},
{"quote": "Freedom is what we do with what is done to us.", "author": "Jean-Paul Sartre'."},
{"quote": "Better to die on one's feet than to live on one's knees.", "author": "Jean-Paul Sartre'."},
{"quote": "We are our choices.", "author": "Jean-Paul Sartre'."},
{"quote": "I am alone in the midst of these happy, reasonable voices. All these creatures spend their time explaining, realizing happily that they agree with each other. In Heaven's name, why is it so important to think the same things all together. ", "author": "Jean-Paul Sartre'."},
{"quote": "It's quite an undertaking to start loving somebody. You have to have energy, generosity, blindness. There is even a moment right at the start where you have to jump across an abyss: if you think about it you don't do it.", "author": "Jean-Paul Sartre'."},
{"quote": "When the rich wage war it's the poor who die.", "author": "Jean-Paul Sartre'."},
{"quote": "Three o'clock is always too late or too early for anything you want to do.", "author": "Jean-Paul Sartre'."},
{"quote": "You are -- your life, and nothing else.", "author": "Jean-Paul Sartre'."},
{"quote": "There may be more beautiful times, but this one is ours.", "author": "Jean-Paul Sartre'."},
{"quote": "Everything has been figured out, except how to live.", "author": "Jean-Paul Sartre'."},
{"quote": "She believed in nothing. Only her scepticism kept her from being an atheist.", "author": "Jean-Paul Sartre'."},
{"quote": "All that I know about my life, it seems, I have learned in books.", "author": "Jean-Paul Sartre'."},
{"quote": "Life begins on the other side of despair.", "author": "Jean-Paul Sartre'."},
{"quote": "I want to leave, to go somewhere where I should be really in my place, where I would fit in . . . but my place is nowhere; I am unwanted.", "author": "Jean-Paul Sartre'."},
{"quote": "Words are loaded pistols.", "author": "Jean-Paul Sartre'."},
{"quote": "My thought is me: that's why I can't stop. I exist because I think… and I can't stop myself from thinking. At this very moment - it's frightful - if I exist, it is because I am horrified at existing. I am the one who pulls myself from the nothingness to which I aspire.", "author": "Jean-Paul Sartre'."},
{"quote": "Life has no meaning a priori… It is up to you to give it a meaning, and value is nothing but the meaning that you choose.", "author": "Jean-Paul Sartre'."},
{"quote": "The more sand that has escaped from the hourglass of our life, the clearer we should see through it.", "author": "Jean-Paul Sartre'."},
{"quote": "In love, one and one are one.", "author": "Jean-Paul Sartre'."},
{"quote": "I am going to outlive myself. Eat, sleep, sleep, eat. Exist slowly, softly, like these trees, like a puddle of water, like the red bench in the streetcar.", "author": "Jean-Paul Sartre'."},
{"quote": "Smooth and smiling faces everywhere, but ruin in their eyes.", "author": "Jean-Paul Sartre'."},
{"quote": "It is therefore senseless to think of complaining since nothing foreign has decided what we feel, what we live, or what we are.", "author": "Jean-Paul Sartre'."},
{"quote": "Ha! to forget. How childish! I feel you in my bones. Your silence screams in my ears. You may nail your mouth shut, you may cut out your tongue, can you keep yourself from existing? Will you stop your thoughts.", "author": "Jean-Paul Sartre'."},
{"quote": "So this is hell. I'd never have believed it. You remember all we were told about the torture-chambers, the fire and brimstone, the \"burning marl.\" Old wives' tales! There's no need for red-hot pokers. Hell is—other people!", "author": "Jean-Paul Sartre'."},
{"quote": "Man is nothing else but what he makes of himself.", "author": "Jean-Paul Sartre'."},
{"quote": "I suppose it is out of laziness that the world is the same day after day. Today it seemed to want to change. And then anything, anything could happen.", "author": "Jean-Paul Sartre'."},
{"quote": "I am. I am, I exist, I think, therefore I am; I am because I think, why do I think? I don't want to think any more, I am because I think that I don't want to be, I think that I . . . because . . . ugh!", "author": "Jean-Paul Sartre'."},
{"quote": "I exist, that is all, and I find it nauseating.", "author": "Jean-Paul Sartre'."},
{"quote": "She smiled and said with an ecstatic air: \"It shines like a little diamond\",", "author": "Jean-Paul Sartre'."},
{"quote": "It answers the question that was tormenting you: my love, you are not 'one thing in my life' - not even the most important - because my life no longer belongs to me because...you are always me.", "author": "Jean-Paul Sartre'."},
{"quote": "I have crossed the seas, I have left cities behind me,", "author": "Jean-Paul Sartre'."},
{"quote": "Man is what he wills himself to be.", "author": "Jean-Paul Sartre'."},
{"quote": "We do not know what we want and yet we are responsible for what we are - that is the fact. ", "author": "Jean-Paul Sartre'."},
{"quote": "Only the guy who isn't rowing has time to rock the boat.", "author": "Jean-Paul Sartre'."},
{"quote": "Through the lack of attaching myself to words, my thoughts remain nebulous most of the time. They sketch vague, pleasant shapes and then are swallowed up; I forget them almost immediately.", "author": "Jean-Paul Sartre'."},
{"quote": "I felt myself in a solitude so frightful that I contemplated suicide. What held me back was the idea that no one, absolutely no one, would be moved by my death, that I would be even more alone in death than in life.", "author": "Jean-Paul Sartre'."},
{"quote": "the worst part about being lied to is knowing you werent worth the truth", "author": "Jean-Paul Sartre'."},
{"quote": "You must be like me; you must suffer in rhythm.", "author": "Jean-Paul Sartre'."},
{"quote": "I had found my religion: nothing seemed more important to me than a book. I saw the library as a temple.", "author": "Jean-Paul Sartre'."},
{"quote": "That God does not exist, I cannot deny, That my whole being cries out for God I cannot forget.", "author": "Jean-Paul Sartre'."},
{"quote": "People who live in society have learnt how to see themselves, in mirrors, as they appear to their friends. I have no friends: is that why my flesh is so naked?", "author": "Jean-Paul Sartre'."},
{"quote": "Nothing happens while you live. The scenery changes, people come in and go out, that's all. There are no beginnings. Days are tacked on to days without rhyme or reason, an interminable, monotonous addition.", "author": "Jean-Paul Sartre'."},
{"quote": "Existence is an imperfection.", "author": "Jean-Paul Sartre'."},
{"quote": "I never could bear the idea of anyone's expecting something from me. It", "author": "Jean-Paul Sartre'."},
{"quote": "There is only one day left, always starting over: It is given to us at dawn and taken away from us at dusk.", "author": "Jean-Paul Sartre'."},
{"quote": "Better a good journalist than a poor assassin.", "author": "Jean-Paul Sartre'."},
{"quote": "Man is condemned to be free. Condemned because he did not create himself, yet is nevertheless at liberty, and from the moment he is thrown into this world he is responsible for everything he does.", "author": "Jean-Paul Sartre'."},
{"quote": "To know what life is worth you have to risk it once in a while.", "author": "Jean-Paul Sartre'."},
{"quote": "As far as men go, it is not what they are that interests me, but what they can become. ", "author": "Jean-Paul Sartre'."},
{"quote": "As for me, I am mean: that means that I need the suffering of others to exist. A flame. A flame in their hearts. When I am all alone, I am extinguished.", "author": "Jean-Paul Sartre'."},
{"quote": "One always dies too soon — or too late. And yet one’s whole life is complete at that moment, with a line drawn neatly under it, ready for the summing up. You are — your life, and nothing else.", "author": "Jean-Paul Sartre'."},
{"quote": "Every word has consequences. Every silence, too.", "author": "Jean-Paul Sartre'."},
{"quote": "You know, it's quite a job starting to love somebody. You have to have energy, generosity, blindness. There is even a moment, in the very beginning, when you have to jump across a precipice: if you think about it you don't do it.", "author": "Jean-Paul Sartre'."},
{"quote": "Little flashes of sun on the surface of a cold, dark sea.", "author": "Jean-Paul Sartre'."},
{"quote": "I exist. It is soft, so soft, so slow. And light: it seems as though it suspends in the air. It moves.", "author": "Jean-Paul Sartre'."},
{"quote": "I found the human heart empty and insipid everywhere except in books.", "author": "Jean-Paul Sartre'."},
{"quote": "The individual's duty is to do what he wants to do, to think whatever he likes, to be accountable to no one but himself, to challenge every idea and every person.", "author": "Jean-Paul Sartre'."},
{"quote": "Nothingness lies coiled in the heart of being - like a worm.", "author": "Jean-Paul Sartre'."},
{"quote": "Life has no meaning, the moment you lose the illusion of being eternal.", "author": "Jean-Paul Sartre'."},
{"quote": "Being is. Being is in-itself. Being is what it is.", "author": "Jean-Paul Sartre'."},
{"quote": "There is a universe behind and before him. And the day is approaching when closing the last book on the last shelf on the far left; he will say to himself, \"now what?", "author": "Jean-Paul Sartre'."},
{"quote": "Anything, anything would be better than this agony of mind, this creeping pain that gnaws and fumbles and caresses one and never hurts quite enough.", "author": "Jean-Paul Sartre'."},
{"quote": "Once you hear the details of victory, it is hard to distinguish it from a defeat.", "author": "Jean-Paul Sartre'."},
{"quote": "In football everything is complicated by the presence of the opposite team.", "author": "Jean-Paul Sartre'."},
{"quote": "But I must finally realize that I am subject to these sudden transformations. The thing is that I rarely think; a crowd of small metamorphoses accumulate in me without my noticing it, and then, one fine day, a veritable revolution takes place.", "author": "Jean-Paul Sartre'."},
{"quote": "I think that is the big danger in keeping a diary: you exaggerate everything.", "author": "Jean-Paul Sartre'."},
{"quote": "Life is a useless passion.", "author": "Jean-Paul Sartre'."},
{"quote": "I do not think, therefore I am a moustache", "author": "Jean-Paul Sartre'."},
{"quote": "I dreamed vaguely of killing myself to wipe out at least one of these superfluous lives. But even my death would have been", "author": "Jean-Paul Sartre'."},
{"quote": "The aim of language...is to communicate...to impart to others the results one has obtained...As I talk, I reveal the situation...I reveal it to myself and to others in order to change it.", "author": "Jean-Paul Sartre'."},
{"quote": "I said to myself, 'I want to die decently'.", "author": "Jean-Paul Sartre'."},
{"quote": "I'd come to realize that all our troubles spring from our failure to use plain, clear-cut language.", "author": "Jean-Paul Sartre'."},
{"quote": "Existence is prior to essence.", "author": "Jean-Paul Sartre'."},
{"quote": "Perhaps its inevitable, perhaps one has to choose between being nothing at all and impersonating what one is.", "author": "Jean-Paul Sartre'."},
{"quote": "I am myself and I am here.", "author": "Jean-Paul Sartre'."},
{"quote": "Death is a continuation of my life without me...", "author": "Jean-Paul Sartre'."},
{"quote": "Existence is not something which lets itself be thought of from a distance; it must invade you suddenly, master you, weigh heavily on your heart like a great motionless beast - or else there is nothing at all.", "author": "Jean-Paul Sartre'."},
{"quote": "Fear? If I have gained anything by damning myself, it is that I no longer have anything to fear.", "author": "Jean-Paul Sartre'."},
{"quote": "I confused things with their names: that is belief.", "author": "Jean-Paul Sartre'."},
{"quote": "He is always becoming, and if it were not for the contingency of death, he would never end.", "author": "Jean-Paul Sartre'."},
{"quote": "I’ve dropped out of their hearts like a little sparrow fallen from its nest. So gather me up, dear, fold me to your heart – and you’ll see how nice I can be.", "author": "Jean-Paul Sartre'."},
{"quote": "INEZ: Prove it. Prove it was no dream. It’s what one does, and nothing else, that shows the stuff one's made of.", "author": "Jean-Paul Sartre'."},
{"quote": "A pale reflection of myself wavers in my consciousness...and suddenly the “I” pales, pales, and fades out.", "author": "Jean-Paul Sartre'."},
{"quote": "Objects should not touch because they are not alive. You use them, put them back in place, you live among them: they are useful, nothing more. But they touch me, it is unbearable. I am afraid of being in contact with them as though they were living beasts.", "author": "Jean-Paul Sartre'."},
{"quote": "One could only damage oneself through the harm one did to others. One could never get directly at oneself.", "author": "Jean-Paul Sartre'."},
{"quote": "Nothingness haunts Being.", "author": "Jean-Paul Sartre'."},
{"quote": "The consciousness that says 'I am' is not the consciousness that thinks.", "author": "Jean-Paul Sartre'."},
{"quote": "An individual chooses and makes himself.", "author": "Jean-Paul Sartre'."},
{"quote": "I can receive nothing more from these tragic solitudes than a little empty purity.", "author": "Jean-Paul Sartre'."},
{"quote": "What do we mean by saying that existence precedes essence? We mean that man first of all exists, encounters himself, surges up in the world-and defines himself afterward.", "author": "Jean-Paul Sartre'."},
{"quote": "People. You must love people. Men are admirable. I want", "author": "Jean-Paul Sartre'."},
{"quote": "All men are Prophets or else God does not exist.", "author": "Jean-Paul Sartre'."},
{"quote": "I clung to nothing, in a way I was calm. But it was a horrible calm—because of my body; my body, I saw with its eyes, I heard with its ears, but it was no longer me; it sweated and trembled by itself and I didn’t recognize it any more.", "author": "Jean-Paul Sartre'."},
{"quote": "Most of the time, because of their failure to fasten on to words, my thoughts remain misty and nebulous. They assume vague, amusing shapes and are then swallowed up: I promptly forget them.", "author": "Jean-Paul Sartre'."},
{"quote": "Man is nothing else but what he purposes, he exists only in so far as he realizes himself, he is therefore nothing else but the sum of his actions, nothing else but what his life is.", "author": "Jean-Paul Sartre'."},
{"quote": "Once freedom lights its beacon in man's heart, the gods are powerless against him.", "author": "Jean-Paul Sartre'."},
{"quote": "If I became a philosopher, if I have so keenly sought this fame for which I'm still waiting, it's all been to seduce women basically.", "author": "Jean-Paul Sartre'."},
{"quote": "It is disgusting -- Why must we have bodies?", "author": "Jean-Paul Sartre'."},
{"quote": "A madman's ravings are absurd in relation to the situation in which he finds himself, but not in relation to his madness.", "author": "Jean-Paul Sartre'."},
{"quote": "In the state I was in, if someone had come and told me I could go home quietly, that they would leave me my life whole, it would have left me cold: several hours or several years of waiting is all the same when you have lost the illusion of being eternal.", "author": "Jean-Paul Sartre'."},
{"quote": "We only become what we are by the radical and deep-seated refusal of that which others have made of us.", "author": "Jean-Paul Sartre'."},
{"quote": "What is important is not what happens to us, but how we respond to what happens to us.", "author": "Jean-Paul Sartre'."},
{"quote": "Man is not the sum of what he has already, but rather the sum of what he does not yet have, of what he could have.", "author": "Jean-Paul Sartre'."},
{"quote": "Freedom is what you do with what's been done to you.", "author": "Jean-Paul Sartre'."},
{"quote": "I am not asking for sensational revelations, but I would like to sense the meaning of that minute, to feel it's urgency...", "author": "Jean-Paul Sartre'."},
{"quote": "We must act out passion before we can feel it.", "author": "Jean-Paul Sartre'."},
{"quote": "For an occurrence to become an adventure, it is necessary and sufficient for one to recount it.", "author": "Jean-Paul Sartre'."},
{"quote": "Time is too large, it can't be filled up. Everything you plunge into it is stretched and disintegrates.", "author": "Jean-Paul Sartre'."},
{"quote": "I think of death only with tranquility, as an end. I refuse to let death hamper life. Death must enter life only to define it.", "author": "Jean-Paul Sartre'."},
{"quote": "Consciousness is a being the nature of which is to be conscious of the nothingness of its being.", "author": "Jean-Paul Sartre'."},
{"quote": "It’s the well-behaved children that make the most formidable revolutionaries. They don’t say a word, they don’t hide under the table, they eat only one piece of chocolate at a time. But later on, they make society pay dearly.", "author": "Jean-Paul Sartre'."},
{"quote": "I wanted the moments of my life to follow and order themselves like those of a life remembered. You might as well try and catch time by the tail.", "author": "Jean-Paul Sartre'."},
{"quote": "People are like dice. We throw ourselves in the direction of our own choosing.", "author": "Jean-Paul Sartre'."},
{"quote": "The Nausea has not left me and I don't believe it will leave me so soon; but I no longer have to bear it, it is no longer an illness or a passing fit: it is I.", "author": "Jean-Paul Sartre'."},
{"quote": "So it comes to this; one doesn’t need rest. Why bother about sleep if one isn’t sleepy? That stands to reason, doesn’t it? Wait a minute, there’s a snag somewhere; something disagreeable. Why, now, should it be disagreeable? …Ah, I see; it’s life without a break.", "author": "Jean-Paul Sartre'."},
{"quote": "I have no religion, but if I were to choose one, it would be that of Shariati's.", "author": "Jean-Paul Sartre'."},
{"quote": "She is rotting quietly under her skirts with a melancholy smile, like the odour of violets given off by a decomposing body.", "author": "Jean-Paul Sartre'."},
{"quote": "it was odd, he thought, that a man could hate himself as though he were someone else.", "author": "Jean-Paul Sartre'."},
{"quote": "I marvel at these young people: drinking their coffee, they tell clear, plausible stories. If they are asked what they did yesterday, they aren't embarrassed: they bring you up to date in a few words. If I were in their place, I'd fall all over myself.", "author": "Jean-Paul Sartre'."},
{"quote": "Your scare me rather. My reflection in the glass never did that; of course, I knew it so well. Like something I had tamed...I'm going to smile, and my smile will sink down into your pupils, and heaven knows what it will become.", "author": "Jean-Paul Sartre'."},
{"quote": "Some of these days,", "author": "Jean-Paul Sartre'."},
{"quote": "...I had spent my time counterfeiting eternity...", "author": "Jean-Paul Sartre'."},
{"quote": "There is no reality except in action. Man is nothing else than his plan; he exists only to the extent that he fulfills himself; he is therefore nothing else than the ensemble of his acts, nothing else than his life.", "author": "Jean-Paul Sartre'."},
{"quote": "Genius is what a man invents when he is looking for a way out.", "author": "Jean-Paul Sartre'."},
{"quote": "There is no human nature, since there is no god to conceive it.", "author": "Jean-Paul Sartre'."},
{"quote": "People who live in society have learned to see themselves in mirrors as they appear to their friends. Is that why my flesh is naked? You might say - yes you might say, nature without humanity… Things are bad! Things are very bad: I have it, the filth, the Nausea.", "author": "Jean-Paul Sartre'."},
{"quote": "Thus it amounts to the same thing whether one gets drunk alone or is a leader of nations.", "author": "Jean-Paul Sartre'."},
{"quote": "My eyes feel all soft, all soft as flesh. I'm going to sleep.", "author": "Jean-Paul Sartre'."},
{"quote": "It’s strange. I felt less lonely when I didn’t know you.", "author": "Jean-Paul Sartre'."},
{"quote": "A man rarely feels like laughing alone.", "author": "Jean-Paul Sartre'."},
{"quote": "A man is involved in life, leaves his impress on it, and outside of that there is nothing.", "author": "Jean-Paul Sartre'."},
{"quote": "I construct my memories with my present. I am lost, abandoned in the present. I try in vain to rejoin the past: I cannot escape.", "author": "Jean-Paul Sartre'."},
{"quote": "It's just what people do when they're getting old, when they're sick of themselves and their life; they think of money and take care of themselves.", "author": "Jean-Paul Sartre'."},
{"quote": "Naturally, in the course of my life I have made lots of mistakes, large and small, for one reason or another, but at the heart of it all, every time I made a mistake it was because I was not radical enough.", "author": "Jean-Paul Sartre'."},
{"quote": "A human being who wakened in the morning with a queesy stomach, with fifteen hours to kill before next bedtime, had not much use for freedom.", "author": "Jean-Paul Sartre'."},
{"quote": "Where shall I keep mine? You don’t put your past in your pocket; you have to have a house. I have only my body: a man entirely alone, with his lonely body, cannot indulge in memories; they pass through him. I shouldn’t complain: all I wanted was to be free.", "author": "Jean-Paul Sartre'."},
{"quote": "What is there to fear in such a regular world?", "author": "Jean-Paul Sartre'."},
{"quote": "My passion was dead. For years it had rolled over and submerged me; now I felt empty. But that wasn't the worst: before me, posed with a sort of indolence, was a voluminous, insipid idea. I did not see clearly what it was, but it sickened me so much I couldn't look at it.", "author": "Jean-Paul Sartre'."},
{"quote": "A kiss without a moustache, they said then, is like an egg without salt; I will add to it: and it is like Good without Evil.", "author": "Jean-Paul Sartre'."},
{"quote": "I am a mere breath of air; a formless thought that thinks of you.", "author": "Jean-Paul Sartre'."},
{"quote": "All I want is' - and he uttered the final words through clenched teeth and with a sort of shame - 'to retain my freedom.'", "author": "Jean-Paul Sartre'."},
{"quote": "I had been born in order to fill", "author": "Jean-Paul Sartre'."},
{"quote": "Why do you keep maintaining your ideas are right if you can't prove them?", "author": "Jean-Paul Sartre'."},
{"quote": "Remember you're not alone; you've no right to inflict the sight of your fear on me.", "author": "Jean-Paul Sartre'."},
{"quote": "Be quiet! Anyone can spit in my face, and call me a criminal and a prostitute. But no one has the right to judge my remorse.", "author": "Jean-Paul Sartre'."},
{"quote": "I am alone in this white, garden-rimmed street. Alone and free. But this freedom is rather like death.", "author": "Jean-Paul Sartre'."},
{"quote": "I am abandoned in the world... in the sense that I find myself suddenly alone and without help, engaged in a world for which I bear the whole responsibility without being able, no matter what I do, to tear myself away from this responsibility for an instant.", "author": "Jean-Paul Sartre'."},
{"quote": "The appearance of the other in the world corresponds therefore to a congealed sliding of the whole universe.", "author": "Jean-Paul Sartre'."},
{"quote": "I enjoy feeling fastidious and aloof. I enjoy saying no, always no, and I should be afraid of any attempt to construct a finally habitable world, because I should merely have to say - Yes; and act like other people.", "author": "Jean-Paul Sartre'."},
{"quote": "You're lucky. I'm always conscious of myself —in my mind. Painfully conscious.", "author": "Jean-Paul Sartre'."},
{"quote": "So that is what hell is. I would never have believed it. You remember: the fire and brimstone, the torture. Ah! the farce. There is no need for torture: hell is other people.", "author": "Jean-Paul Sartre'."},
{"quote": "The Nausea is not inside me: I feel it out there in the wall, in the suspenders, everywhere around me. It makes itself one with the café, I am the one who is within it.", "author": "Jean-Paul Sartre'."},
{"quote": "Night is falling: at dusk, you must have good eyesight to be able to tell the Good Lord from the Devil.", "author": "Jean-Paul Sartre'."},
{"quote": "Love or hatred calls for self-surrender. He cuts a fine figure, the warm-blooded, prosperous man, solidly entrenched in his well-being, who one fine day surrenders all to love—or to hatred; himself, his house, his land, his memories.", "author": "Jean-Paul Sartre'."},
{"quote": "For the artist, the color, the bouquet, the tinkling of the spoon on the saucer, are things in the highest degree. He stops at the quality of the sound or the form. He returns to it constantly and is enchanted with it.", "author": "Jean-Paul Sartre'."},
{"quote": "They are young and well built, they have another thirty years ahead of them. So they don't hurry, they take their time, and they are quite right. Once they have been to bed together, they will have to find something else to conceal the enormous absurdity of their existence.", "author": "Jean-Paul Sartre'."},
{"quote": "know very well that I don’t want to do anything: to do something is to create existence—and there’s quite enough existence as it is.", "author": "Jean-Paul Sartre'."},
{"quote": "We are in hell, my dear, there is never a mistake and people are not damned for nothing.", "author": "Jean-Paul Sartre'."},
{"quote": "You see, I'm fond of teasing, it's", "author": "Jean-Paul Sartre'."},
{"quote": "My memories are like coins in the devil's purse: when you open it you find only dead leaves.", "author": "Jean-Paul Sartre'."},
{"quote": "Every existing thing is born without reason, prolongs itself out of weakness and dies by chance.", "author": "Jean-Paul Sartre'."},
{"quote": "I have no need for good souls: an accomplice is what I wanted.", "author": "Jean-Paul Sartre'."},
{"quote": "I do not feel that I am the product of chance, a speck of dust in the universe, but someone who was expected, prepared, prefigured. In short, a being whom only a Creator could put here; and this idea of a creating hand refers to God.", "author": "Jean-Paul Sartre'."},
{"quote": "I must be without remorse or regrets as I am without excuse; for from the instant of my upsurge into being, I carry the weight of the world by myself alone without anything or any person being able to lighten it.", "author": "Jean-Paul Sartre'."},
{"quote": "We have so much difficulty imagining nothingness.", "author": "Jean-Paul Sartre'."},
{"quote": "What then did you expect when you unbound the gag that muted those black mouths? That they would chant your praises? Did you think that when those heads that our fathers had forcibly bowed down to the ground were raised again, you would find adoration in their eyes?", "author": "Jean-Paul Sartre'."},
{"quote": "emotion is first of all and in principle an accident", "author": "Jean-Paul Sartre'."},
{"quote": "Good digestions, the gray monotony of provincial life, and the boredom—ah the soul-destroying boredom—of long days of mild content.", "author": "Jean-Paul Sartre'."},
{"quote": "The recruit who reports for active duty at the beginning of the war can in some instances be afraid of death, but more often he is 'afraid of being afraid'; that is, he is filled with anguish before himself.", "author": "Jean-Paul Sartre'."},
{"quote": "You exaggerate everything. You continually force the truth because you're always looking for something.", "author": "Jean-Paul Sartre'."},
{"quote": "I admire the way we can lie, putting reason on our side.", "author": "Jean-Paul Sartre'."},
{"quote": "The plight of modern man is that he is condemmed to be free.", "author": "Jean-Paul Sartre'."},
{"quote": "Let it crumble! Let the rocks revile me and flowers wilt at my coming. Your whole universe is not enough to prove me wrong. You are the king of gods, king of stones and stars, king of the waves of the sea. But you are not the king of man.", "author": "Jean-Paul Sartre'."}
]