[
{"quote": "Life can only be understood backwards; but it must be lived forwards.", "author": "Soren Kierkegaard"},
{"quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.", "author": "Soren Kierkegaard"},
{"quote": "People demand freedom of speech as a compensation for the freedom of thought which they seldom use.", "author": "Soren Kierkegaard"},
{"quote": "Anxiety is the dizziness of freedom.", "author": "Soren Kierkegaard"},
{"quote": "People understand me so poorly that they don't even understand my complaint about them not understanding me.", "author": "Soren Kierkegaard"},
{"quote": "Life is not a problem to be solved, but a reality to be experienced.", "author": "Soren Kierkegaard"},
{"quote": "There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.", "author": "Soren Kierkegaard"},
{"quote": "It is perfectly true, as philosophers say, that life must be understood backwards. But they forget the other proposition, that it must be lived forwards.", "author": "Soren Kierkegaard"},
{"quote": "The most common form of despair is not being who you are.", "author": "Soren Kierkegaard"},
{"quote": "The greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.", "author": "Soren Kierkegaard"},
{"quote": "What labels me, negates me.", "author": "Soren Kierkegaard"},
{"quote": "I see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.", "author": "Soren Kierkegaard"},
{"quote": "The Bible is very easy to understand. But we Christians are a bunch of scheming swindlers. We pretend to be unable to understand it because we know very well that the minute we understand, we are obliged to act accordingly.", "author": "Soren Kierkegaard"},
{"quote": "The most painful state of being is remembering the future, particularly the one you'll never have.", "author": "Soren Kierkegaard"},
{"quote": "In addition to my other numerous acquaintances, I have one more intimate confidant… My depression is the most faithful mistress I have known — no wonder, then, that I return the love.", "author": "Soren Kierkegaard"},
{"quote": "Love is the expression of the one who loves, not of the one who is loved. Those who think they can love only the people they prefer do not love at all. Love discovers truths about individuals that others cannot see", "author": "Soren Kierkegaard"},
{"quote": "A fire broke out backstage in a theatre. The clown came out to warn the public; they thought it was a joke and applauded. He repeated it; the acclaim was even greater. I think that's just how the world will come to an end: to general applause from wits who believe it's a joke.", "author": "Soren Kierkegaard"},
{"quote": "What if everything in the world were a misunderstanding, what if laughter were really tears?", "author": "Soren Kierkegaard"},
{"quote": "To dare is to lose one's footing momentarily. Not to dare is to lose oneself.", "author": "Soren Kierkegaard"},
{"quote": "The tyrant dies and his rule is over, the martyr dies and his rule begins.", "author": "Soren Kierkegaard"},
{"quote": "To venture causes anxiety, but not to venture is to lose one's self.... And to venture in the highest is precisely to be conscious of one's self.", "author": "Soren Kierkegaard"},
{"quote": "Face the facts of being what you are, for that is what changes what you are.", "author": "Soren Kierkegaard"},
{"quote": "God creates out of nothing. Wonderful you say. Yes, to be sure, but he does what is still more wonderful: he makes saints out of sinners.", "author": "Soren Kierkegaard"},
{"quote": "To cheat oneself out of love is the most terrible deception; it is an eternal loss for which there is no reparation, either in time or in eternity.", "author": "Soren Kierkegaard"},
{"quote": "If anyone on the verge of action should judge himself according to the outcome, he would never begin.", "author": "Soren Kierkegaard"},
{"quote": "The proud person always wants to do the right thing, the great thing. But because he wants to do it in his own strength, he is fighting not with man, but with God.", "author": "Soren Kierkegaard"},
{"quote": "It is so hard to believe because it is so hard to obey.", "author": "Soren Kierkegaard"},
{"quote": "Many of us pursue pleasure with such breathless haste that we hurry past it.", "author": "Soren Kierkegaard"},
{"quote": "It is perhaps the misfortune of my life that I am interested in far too much but not decisively in any one thing; all my interests are not subordinated in one but stand on an equal footing.", "author": "Soren Kierkegaard"},
{"quote": "The highest and most beautiful things in life are not to be heard about, nor read about, nor seen but, if one will, are to be lived.", "author": "Soren Kierkegaard"},
{"quote": "Boredom is the root of all evil - the despairing refusal to be oneself.", "author": "Soren Kierkegaard"},
{"quote": "Don't you know that a midnight hour comes when everyone has to take off his mask? Do you think life always lets itself be trifled with? Do you think you can sneak off a little before midnight to escape this?", "author": "Soren Kierkegaard"},
{"quote": "It is impossible to exist without passion", "author": "Soren Kierkegaard"},
{"quote": "One must not think slightingly of the paradoxical…for the paradox is the source of the thinker’s passion, and the thinker without a paradox is like a lover without feeling: a paltry mediocrity.", "author": "Soren Kierkegaard"},
{"quote": "There is nothing with which every man is so afraid as getting to know how enormously much he is capable of doing and becoming.", "author": "Soren Kierkegaard"},
{"quote": "How absurd men are! They never use the liberties they have, they demand those they do not have. They have freedom of thought, they demand freedom of speech.", "author": "Soren Kierkegaard"},
{"quote": "The self-assured believer is a greater sinner in the eyes of God than the troubled disbeliever.", "author": "Soren Kierkegaard"},
{"quote": "I feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.", "author": "Soren Kierkegaard"},
{"quote": "Where am I? Who am I?", "author": "Soren Kierkegaard"},
{"quote": "It is the duty of the human understanding to understand that there are things which it cannot understand...", "author": "Soren Kierkegaard"},
{"quote": "Listen to the cry of a woman in labor at the hour of giving birth — look at the dying man’s struggle at his last extremity, and then tell me whether something that begins and ends thus could be intended for enjoyment.", "author": "Soren Kierkegaard"},
{"quote": "Leap of faith – yes, but only after reflection", "author": "Soren Kierkegaard"},
{"quote": "I have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.", "author": "Soren Kierkegaard"},
{"quote": "On the secretly blushing cheek is reflected the glow of the heart", "author": "Soren Kierkegaard"},
{"quote": "The thing is to understand myself: the thing is to find a truth which is true for me, to find the idea for which I can live and die. That is what I now recognize as the most important thing.", "author": "Soren Kierkegaard"},
{"quote": "...why bother remembering a past that cannot be made into a present?", "author": "Soren Kierkegaard"},
{"quote": "It is very important in life to know when your cue comes.", "author": "Soren Kierkegaard"},
{"quote": "Happiness is the greatest hiding place for despair.", "author": "Soren Kierkegaard"},
{"quote": "My sorrow is my castle.", "author": "Soren Kierkegaard"},
{"quote": "Every mental act is composed of doubt and belief,", "author": "Soren Kierkegaard"},
{"quote": "I stick my finger into existence and it smells of nothing.", "author": "Soren Kierkegaard"},
{"quote": "Take away paradox from the thinker and you have a professor.", "author": "Soren Kierkegaard"},
{"quote": "A 'no' does not hide anything, but a 'yes' very easily becomes a deception.", "author": "Soren Kierkegaard"},
{"quote": "I have only one friend, and that is echo. Why is it my friend? Because I love my sorrow, and echo does not take it away from me. I have only one confidant, and that is the silence of night. Why is it my confidant? Because it remains silent.", "author": "Soren Kierkegaard"},
{"quote": "Once you are born in this world you’re old enough to die.", "author": "Soren Kierkegaard"},
{"quote": "Never cease loving a person, and never give up hope for him, for even the prodigal son who had fallen most low, could still be saved; the bitterest enemy and also he who was your friend could again be your friend; love that has grown cold can kindle.", "author": "Soren Kierkegaard"},
{"quote": "The self is a relation which relates itself to its own self, or it is that in the relation that the relation relates itself to its own self; the self is not the relation but that the relation relates itself to its own self.", "author": "Soren Kierkegaard"},
{"quote": "My melancholy is the most faithful sweetheart I have had.", "author": "Soren Kierkegaard"},
{"quote": "And this is one of the most crucial definitions for the whole of Christianity; that the opposite of sin is not virtue but faith.", "author": "Soren Kierkegaard"},
{"quote": "Therefore do not deceive yourself! Of all deceivers fear most yourself!", "author": "Soren Kierkegaard"},
{"quote": "My standpoint is armed neutrality.", "author": "Soren Kierkegaard"},
{"quote": "Idleness, we are accustomed to say, is the root of all evil. To prevent this evil, work is recommended.... Idleness as such is by no means a root of evil; on the contrary, it is truly a divine life, if one is not bored....", "author": "Soren Kierkegaard"},
{"quote": "The task must be made difficult, for only the difficult inspires the noble-hearted.", "author": "Soren Kierkegaard"},
{"quote": "If you want to be loathsome to God, just run with the herd.", "author": "Soren Kierkegaard"},
{"quote": "Now, with God's help, I shall become myself.", "author": "Soren Kierkegaard"},
{"quote": "Adversity draws men together and produces beauty and harmony in life's relationships, just as the cold of winter produces ice-flowers on the window-panes, which vanish with the warmth.", "author": "Soren Kierkegaard"},
{"quote": "Hope is a passion for the possible.", "author": "Soren Kierkegaard"},
{"quote": "What is", "author": "Soren Kierkegaard"},
{"quote": "The present state of the world and the whole of life is diseased. If I were a doctor and were asked for my advice, I should reply, 'Create silence'.", "author": "Soren Kierkegaard"},
{"quote": "Your own tactic is to train yourself in the art of becoming enigmatic to everybody. My young friend, suppose there was no one who troubld himself to guess your riddle--what joy, then, would you have in it?", "author": "Soren Kierkegaard"},
{"quote": "It belongs to the imperfection of everything human that man can only attain his desire by passing through its opposite.", "author": "Soren Kierkegaard"},
{"quote": "In my great melancholy, I loved life, for I love my melancholy.", "author": "Soren Kierkegaard"},
{"quote": "What looks like politics, and imagines itself to be political, will one day unmask itself as a religious movement.", "author": "Soren Kierkegaard"},
{"quote": "People understand me so little that they do not even understand when I complain of being misunderstood.", "author": "Soren Kierkegaard"},
{"quote": ".....love yourself.", "author": "Soren Kierkegaard"},
{"quote": "to have faith is precisely to lose one's mind so as to win God.", "author": "Soren Kierkegaard"},
{"quote": "I am convinced that God is love, this thought has for me a primitive lyrical validity. When it is present to me, I am unspeakably blissful, when it is absent, I long for it more vehemently than does the lover for his object.", "author": "Soren Kierkegaard"},
{"quote": "To be lost in spiritlessness is the most terrible thing of all.", "author": "Soren Kierkegaard"},
{"quote": "Faith is the highest passion in a human being. Many in every", "author": "Soren Kierkegaard"},
{"quote": "The only intelligent tactical response to life’s horror is to laugh defiantly at it", "author": "Soren Kierkegaard"},
{"quote": "Since my earliest childhood a barb of sorrow has lodged in my heart. As long as it stays I am ironic — if it is pulled out I shall die.", "author": "Soren Kierkegaard"},
{"quote": "It is a frightful satire and an epigram on the modern age that the only use it knows for solitude is to make it a punishment, a jail sentence.", "author": "Soren Kierkegaard"},
{"quote": "The stone that was rolled before Christ's tomb might appropriately be called the philosopher's stone because its removal gave not only the pharisees but, now for 1800 years, the philosophers so much to think about.", "author": "Soren Kierkegaard"},
{"quote": "What is existence for but to be laughed at if men in their twenties have already attained the utmost?", "author": "Soren Kierkegaard"},
{"quote": "Don't forget to love yourself.", "author": "Soren Kierkegaard"},
{"quote": "For he who loves God without faith reflects on himself, while the person who loves God in faith reflects on God.", "author": "Soren Kierkegaard"},
{"quote": "For love is exultant when it unites equals, but it is triumphant when it makes that which was unequal equal in love.", "author": "Soren Kierkegaard"},
{"quote": "What is a poet? An unhappy person who conceals profound anguish in his heart but whose lips are so formed that as sighs and cries pass over them they sound like beautiful music. ", "author": "Soren Kierkegaard"},
{"quote": "My melancholy is the most faithful mistress I have known; what wonder, then, that I love her in return.", "author": "Soren Kierkegaard"},
{"quote": "When you were called, did you answer or did you not? Perhaps softly and in a whisper?", "author": "Soren Kierkegaard"},
{"quote": "This, then, is the ultimate paradox of thought: to want to discover something that thought itself cannot think.", "author": "Soren Kierkegaard"},
{"quote": "My time I divide as follows: the one half I sleep; the other half I dream. I never dream when I sleep; that would be a shame, because to sleep is the height of genius.", "author": "Soren Kierkegaard"},
{"quote": "When one has once fully entered the realm of love, the world — no matter how imperfect — becomes rich and beautiful, it consists solely of opportunities for love.", "author": "Soren Kierkegaard"},
{"quote": "You train yourself in the art of being mysterious to everyone. My dear friend! What if there were no one, who cared about guessing your riddle, what pleasure would you then take in it?", "author": "Soren Kierkegaard"},
{"quote": "I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.", "author": "Soren Kierkegaard"},
{"quote": "Whoever has learned to be anxious in the right way has learned the ultimate.", "author": "Soren Kierkegaard"},
{"quote": "It's better to get lost in the passion than to lose the passion", "author": "Soren Kierkegaard"},
{"quote": "Life has its own hidden forces which you can only discover by living.", "author": "Soren Kierkegaard"},
{"quote": "Only the person who is essentially capable of remaining silent is capable of speaking essentially.", "author": "Soren Kierkegaard"},
{"quote": "Far from idleness being the root of all evil, it is rather the only true good.", "author": "Soren Kierkegaard"},
{"quote": "Nothing is as heady as the wine of possibility", "author": "Soren Kierkegaard"},
{"quote": "Life can only be understood going backward, but must be lived going forward.", "author": "Soren Kierkegaard"},
{"quote": "I begin with the principle that all men are bores. Surely no one will prove himself so great a bore as to contradict me in this.", "author": "Soren Kierkegaard"},
{"quote": "Purity of Heart Is to Will One Thing", "author": "Soren Kierkegaard"},
{"quote": "The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.", "author": "Soren Kierkegaard"},
{"quote": "Do you not know that there comes a midnight hour when every one has to throw off his mask? Do you believe that life will always let itself be mocked? Do you think you can slip away a little before midnight to avoid this?", "author": "Soren Kierkegaard"},
{"quote": "With every increase in the degree of consciousness, and in proportion to that increase, the intensity of despair increases: the more consciousness the more intense the despair", "author": "Soren Kierkegaard"},
{"quote": "Sleeping is the height of genius", "author": "Soren Kierkegaard"},
{"quote": "It is modest of the nightingale not to require anyone to listen to it; but it is also proud of the nightingale not to care whether any one listens to it or not.", "author": "Soren Kierkegaard"},
{"quote": "People hardly ever make use of the freedom which they have, for example, freedom of thought; instead they demand freedom of speech as compensation.", "author": "Soren Kierkegaard"},
{"quote": "Only the noble of heart are called to difficulty.", "author": "Soren Kierkegaard"},
{"quote": "I'm so misunderstood that people misunderstand me even when I tell them I'm misunderstood.", "author": "Soren Kierkegaard"},
{"quote": "For like a poisonous breath over the fields, like a mass of locusts over Egypt, so the swarm of excuses is a general plaque, a ruinous infection among men, that eats off the sprouts of the Eternal.", "author": "Soren Kierkegaard"},
{"quote": "Language has time as its element; all other media have space as their element.", "author": "Soren Kierkegaard"},
{"quote": "A man who as a physical being is always turned toward the outside, thinking that his happiness lies outside him, finally turns inward and discovers that the source is within him.", "author": "Soren Kierkegaard"},
{"quote": "Silence is the demon's trap, and the more one is silenced, the more terrible the demon; but silence is also the divinity's mutual understanding with the single individual.", "author": "Soren Kierkegaard"},
{"quote": "...my soul always reverts to the Old Testament and to Shakespeare. There at least one feels that it's human beings talking. There people hate, people love, people murder their enemy and curse his descendants through all generations, there people sin.", "author": "Soren Kierkegaard"},
{"quote": "For I have trained myself and am training myself always to be able to dance lightly in the service of thought", "author": "Soren Kierkegaard"},
{"quote": "Men think that it is impossible for a human being to love his enemies, for enemies are hardly able to endure the sight of one another. Well, then, shut your eyes--and your enemy looks just like your neighbor.", "author": "Soren Kierkegaard"},
{"quote": "I am so fed up and joyless that not only have I nothing to fill my soul, I cannot even conceive of anything that could possibly satisfy it - alas, not even the bliss of heaven.", "author": "Soren Kierkegaard"},
{"quote": "No one comes back from the dead, no one has entered the world without crying; no one is asked when he wishes to enter life, nor when he wishes to leave.", "author": "Soren Kierkegaard"},
{"quote": "To grumble about the world and its unhappiness is always easier than to beat one's breast and groan over oneself.", "author": "Soren Kierkegaard"},
{"quote": "About as genuine as tea made from a bit of paper which once lay in a drawer beside another piece of paper which had been used to wrap up a few tea leaves from which tea had already been made three times.", "author": "Soren Kierkegaard"},
{"quote": "No, not one shall be forgotten who was great in the world. But each was great in his own way, and each in proportion to the greatness of that which he loved.", "author": "Soren Kierkegaard"},
{"quote": "My life is absolutely meaningless. When I consider the different periods into which it falls, it seems like the word", "author": "Soren Kierkegaard"},
{"quote": "To dare is to momentarily lose one’s footing.", "author": "Soren Kierkegaard"},
{"quote": "In the deepest sense, the being in a state of sin is the sin, the particular sins are not the continuation of sin, they are expressions of its continuation.", "author": "Soren Kierkegaard"},
{"quote": "Above all, do not loose your desire to walk. Every day I walk myself into a state of well-being and walk away from every illness. I have walked myself into my best thoughts, and I know of no thought so burdensome that one cannot walk away from it.", "author": "Soren Kierkegaard"},
{"quote": "Our age is essentially one of understanding and reflection, without passion, momentarily bursting into enthusiasm and shrewdly relapsing into repose.", "author": "Soren Kierkegaard"},
{"quote": "Faith is the highest passion in a man.", "author": "Soren Kierkegaard"},
{"quote": "What ability there is in an individual may be measured by the yardstick of how far there is between his", "author": "Soren Kierkegaard"},
{"quote": "You, who are so observant, will no doubt concede the generalization that people divide into two large classes, those who live mainly in hope and those who live mainly in recollection.", "author": "Soren Kierkegaard"},
{"quote": "So to be sick", "author": "Soren Kierkegaard"},
{"quote": "The paradox in Christian truth is invariably due to the fact that it is the truth that exists for God. The standard of measure and the end is superhuman; and there is only one relationship possible: faith.", "author": "Soren Kierkegaard"},
{"quote": "Aren't people absurd! They never use the freedoms they do have but demand those they don't have; they have freedom of thought, they demand freedom of speech.", "author": "Soren Kierkegaard"},
{"quote": "A poet is not an apostle; he drives out devils only by the power of the devil.", "author": "Soren Kierkegaard"},
{"quote": "For it is not what happens to me that makes me great, but it is what I do.", "author": "Soren Kierkegaard"},
{"quote": "Let us speak of this in purely human terms. Oh! how pitiable a person who has never felt the loving urge to sacrifice everything for love, who has therefore been unable to do so!", "author": "Soren Kierkegaard"},
{"quote": "Faith is a marvel, and yet no human being is excluded from it; for that in which all human life is united is passion, and faith is a passion.", "author": "Soren Kierkegaard"},
{"quote": "What is youth? A dream. What is love? The dream's content.", "author": "Soren Kierkegaard"},
{"quote": "Intelligence has got the upper hand to such an extent that it transforms the real task into an unreal trick and reality into a play.", "author": "Soren Kierkegaard"},
{"quote": "To have distinctiveness is to believe in the distinctiveness of everyone else, because distinctiveness is not mine but is God’s gift by which he gives being to me, and he indeed gives to all, gives being to all. (p. 271)", "author": "Soren Kierkegaard"},
{"quote": "He who loved himself became great in himself, and he who loved others became great through his devotion, but he who loved God became greater than all.", "author": "Soren Kierkegaard"},
{"quote": "To pace about, looking to obtain status, looking to attain 'importance' - I can think of nothing more ridiculous.", "author": "Soren Kierkegaard"},
{"quote": "The Highest, after all, is not to", "author": "Soren Kierkegaard"},
{"quote": "If then, if you have lived in despair, then whatever else you won or lost, for you everything is lost, eternity does not acknowledge you, it never knew you, or, still more dreadful, it knows you as you are known, it manacles you to your self in despair.", "author": "Soren Kierkegaard"},
{"quote": "Be that self that one is", "author": "Soren Kierkegaard"},
{"quote": "I have walked myself into my best thoughts and I know of no thought so burdensome that one cannot walk away from it...but by sitting still, and the more one sits still, the closer one comes to feeling ill.", "author": "Soren Kierkegaard"},
{"quote": "In relationship to God one can not involve himself to a certain degree. God is precisely the contradiction to all that is 'to a certain degree'.", "author": "Soren Kierkegaard"},
{"quote": "What distinguishes all love from lust is the fact that it bears an impress of eternity.", "author": "Soren Kierkegaard"},
{"quote": "Deep within every man there lies the dread of being alone in the world, forgotten by God, overlooked among the tremendous household of millions and millions.", "author": "Soren Kierkegaard"},
{"quote": "In the Christianity of Christendom the Cross has become something like the child’s hobby-horse and trumpet.", "author": "Soren Kierkegaard"},
{"quote": "It is a question of discovering a truth which is truth for me, of finding the idea for which I am willing to live and die.", "author": "Soren Kierkegaard"},
{"quote": "Come, sleep and death; you promise nothing, you hold everything.", "author": "Soren Kierkegaard"},
{"quote": "Nothing ventured, nothing gained.", "author": "Soren Kierkegaard"},
{"quote": "Seducing a girl is no art, but it needs a stroke of good fortune to find one worth seducing.", "author": "Soren Kierkegaard"},
{"quote": "People have an idea that the preacher is an actor on a stage and they are the critics, blaming or praising him. What they don't know is that they are the actors on the stage; he (the preacher) is merely the prompter standing in the wings, reminding them of their lost lines.", "author": "Soren Kierkegaard"},
{"quote": "Faith is namely this paradox that the single individual is higher than the universal", "author": "Soren Kierkegaard"},
{"quote": "This is the way a person always gains courage; when he fears a greater danger, he always has the courage to face a lesser one; when he is exceedingly afraid of one danger, it is as if the others did not exist at all.", "author": "Soren Kierkegaard"},
{"quote": "There is something frightful in the fact that the most dangerous thing of all, playing at Christianity, is never included in the list of heresies and schisms.", "author": "Soren Kierkegaard"},
{"quote": "The specific character of despair is precisely this: it is unaware of being despair.", "author": "Soren Kierkegaard"},
{"quote": "My soul is like the dead sea, over which no bird can fly; when it gets halfway, it sinks down spent to its death and destruction.", "author": "Soren Kierkegaard"},
{"quote": "The more one suffers, the more, I believe, has one a sense for the comic.", "author": "Soren Kierkegaard"},
{"quote": "the measure of a person’s disposition is this: how far is he from what he understands to what he does, how great is the distance between his understanding and his actions.", "author": "Soren Kierkegaard"},
{"quote": "Our life always expresses the result of our dominant thoughts.", "author": "Soren Kierkegaard"},
{"quote": "No one may pride himself at being more than an individual, and no one despondently think that he is not an individual...", "author": "Soren Kierkegaard"},
{"quote": "He who first invented the notion of defending Christianity is de facto Judas No. 2; he also betrays with a kiss, only his treachery is that of stupidity.", "author": "Soren Kierkegaard"},
{"quote": "Theology sits rouged at the window and courts philosophy's favor, offering to sell her charms to it.", "author": "Soren Kierkegaard"},
{"quote": "Philosophy cannot and should not give us an account of faith, but should understand itself and know just what it has indeed to offer, without taking anything away, least of all cheating people out of something by making them think it is nothing.", "author": "Soren Kierkegaard"},
{"quote": "He who does not know how to encircle a girl so that she loses sight of everything he does not want her to see, he who does not know how to poetize himself into a girl so that it is from her that everything proceeds as he wants it-he is and remains a bungler", "author": "Soren Kierkegaard"},
{"quote": "What a difference! Under the esthetic sky, everything is buoyant, beautiful, transient! when ethics arrives on the scene, everything becomes harsh, angular and infinitely boring", "author": "Soren Kierkegaard"},
{"quote": "But doubt is wily and cunning and never, as it is sometimes said to be, loud or defiant. It is unassuming and sly, not bold or assertive - and the more unassuming, the more dangerous.", "author": "Soren Kierkegaard"},
{"quote": "When you are one of several, then you have lost your freedom; you cannot send for your traveling boots whenever you wish, you cannot move aimlessly about in the world. ~ Either/Or", "author": "Soren Kierkegaard"},
{"quote": "I am alone, as I have always been; abandoned not by men, that would not pain me, but by the happy spirits of joy who in countless hosts encircled me, who met everywhere with their kind, pointed everywhere to an opportunity.", "author": "Soren Kierkegaard"},
{"quote": "For the sadness in legitimate humour consists in the fact that honestly and without deceit it reflects in a purely human way upon what it is to be a child.", "author": "Soren Kierkegaard"},
{"quote": "People settle for a level of despair they can tolerate and call it happiness.", "author": "Soren Kierkegaard"},
{"quote": "What philosophers say about actuality [Virkelighed] is often just as disappointing as it is when one reads on a sign in a secondhand shop: Pressing Done Here. If a person were to bring his clothes to be pressed, he would be duped, for the sign is merely for sale.", "author": "Soren Kierkegaard"},
{"quote": "Ulysses was not comely, but he was eloquent,", "author": "Soren Kierkegaard"},
{"quote": "In fact one is tempted to ask whether there is a single man left ready, for once, to commit an outrageous folly.", "author": "Soren Kierkegaard"},
{"quote": "In order than everything should be reduced to the same level, it is first of all necessary to procure a phantom, its spirit, a monstrous abstraction, an all-embracing something which is nothing, a mirage--and that phantom is", "author": "Soren Kierkegaard"},
{"quote": "Reflection is not the evil; but a reflective condition and the deadlock which it involves, by transforming the capacity for action into a means of escape from action, is both corrupt and dangerous, and leads in the end to a retrograde movement.", "author": "Soren Kierkegaard"},
{"quote": "Only the lower natures forget themselves and become something new. Thus the butterfly has entirely forgotten that it was a caterpillar, perhaps it may in turn so entirely forget it was a butterfly that is becomes a fish.", "author": "Soren Kierkegaard"},
{"quote": "Sitting calmly on a ship in fair weather is not a metaphor for having faith; but when the ship has sprung a leak, then enthusiastically to keep the ship afloat by pumping and not to seek the harbor--that is the metaphor for having faith. (Concluding Unscientific Postscript)", "author": "Soren Kierkegaard"},
{"quote": "Boredom is the only continuity the ironist has.", "author": "Soren Kierkegaard"},
{"quote": "I have walked myself into my best thoughts and I know of no thought so burdensome that one cannot walk away from it.", "author": "Soren Kierkegaard"},
{"quote": "Man has made a discovery ... the way to make life easy is to make it meaningless.", "author": "Soren Kierkegaard"},
{"quote": "No one ever comes back from the dead., no one ever enters the world without weeping; no one is ever asked when he wishes to enter life, no one is ever asked when he wishes to leave.", "author": "Soren Kierkegaard"},
{"quote": "To believe is indeed to lose the understanding in order to gain God.", "author": "Soren Kierkegaard"},
{"quote": "Life has become a bitter drink to me, and yet it must be taken in drops, counted one by one.", "author": "Soren Kierkegaard"},
{"quote": "It isn't at all difficult for philosophy to begin. Far from it: it begins with nothing and can accordingly always begin. What seems so difficult to philosophy and the philosophers is to stop.", "author": "Soren Kierkegaard"},
{"quote": "I choose one thing: always to have the laughter on my side.", "author": "Soren Kierkegaard"},
{"quote": "If we ask what poetry is", "author": "Soren Kierkegaard"},
{"quote": "The slaves of paltriness, the frogs in life’s swamp, will naturally cry out, “Such a love is foolishness. The rich brewer’s widow is a match fully as good and respectable.” Let them croak.", "author": "Soren Kierkegaard"},
{"quote": "My opinion is, of course, completely my own. I would not impose it on anyone else and decline any pressure to change it.", "author": "Soren Kierkegaard"},
{"quote": "Only the one who descends into the underworld rescues the beloved.", "author": "Soren Kierkegaard"},
{"quote": "To relate oneself expectantly to the possibility of the good is to hope. To relate oneself expectantly to the possibility of evil is to fear. By the decision to choose hope one decides infinitely more than it seems, because it is an eternal decision", "author": "Soren Kierkegaard"},
{"quote": "I don't feel like doing anything. I don't feel like riding the motion is too powerful; I don't feel like walking-it is too tiring; I don't feel like lying down, for either I", "author": "Soren Kierkegaard"},
{"quote": "The misfortune of our time is just this, that it has become simply nothing else but 'time', the temporal, which is impatient of hearing anything about eternity.", "author": "Soren Kierkegaard"},
{"quote": "The less support an idea has,the more fervently it must be believed in, so that a totally preposterous idea requires unflinching faith.", "author": "Soren Kierkegaard"},
{"quote": "- a bad conscience is indeed able to make life interesting.", "author": "Soren Kierkegaard"},
{"quote": "...for our times are not satisfied with faith and not even with the miracle of changing water into wine - they 'go right on,' changing wine into water.", "author": "Soren Kierkegaard"},
{"quote": "Even though it be true that the conception of God is absolute help, it is also the only help which is absolutely capable of revealing to man his own helplessness.", "author": "Soren Kierkegaard"},
{"quote": "All men have a natural fear of making a mistake--by believing too well of a person. However, the error of believing too ill of a person is perhaps not feared, at least not in the same degree as the other.", "author": "Soren Kierkegaard"},
{"quote": "Prayer is listening.", "author": "Soren Kierkegaard"},
{"quote": "A superstitious belief which embraces an error keeps the possibility open that the truth may come to arouse it; but when the truth is there, and the superstitious mode of apprehending it transforms it into a lie, no saving awakening is possible.", "author": "Soren Kierkegaard"},
{"quote": "The levelling process is the victory of abstraction over the individual. The levelling process in modern times, corresponds, in reflection, to fate in antiquity.", "author": "Soren Kierkegaard"},
{"quote": "I can compel no man to agree with my opinions, but at least I can compel him to have an opinion.", "author": "Soren Kierkegaard"},
{"quote": "Reflection is and remains the hardest creditor in existence; hitherto it has cunningly bought up all the possible views of life, but it cannot buy the essentially religious and eternal view of life.", "author": "Soren Kierkegaard"},
{"quote": "More and more individuals, owing to their bloodless indolence, will aspire to be nothing at all--in order to become the public: that abstract whole formed in the most ludicrous way, by all participants becoming a third party (an onlooker).", "author": "Soren Kierkegaard"},
{"quote": "The reward of the good man is to be allowed to worship in truth.", "author": "Soren Kierkegaard"},
{"quote": "The greatest danger to Christianity is, I contend, not heresies, heterodoxies, not atheists, not profane secularism – no, but the kind of orthodoxy which is cordial drivel, mediocrity served up sweet.", "author": "Soren Kierkegaard"},
{"quote": "Deep within every man there lies the dread of being alone in the world, forgotten by God, overlooked among the household of millions upon millions.", "author": "Soren Kierkegaard"},
{"quote": "one cannot seek for what he knows, and it seems equally impossible for him to seek for what he does not know. For what a man knows he cannot seek, since he knows it; and what he does not know he cannot seek, since he does not even know for what to seek.", "author": "Soren Kierkegaard"},
{"quote": "Metaphorically speaking, a person's ideas must be the building he lives in - otherwise there is something terribly wrong.", "author": "Soren Kierkegaard"},
{"quote": "She was a riddle, who mysteriously possessed her own solution, a secret, and what are all diplomats' secrets compared with this, an enigma, and what in all the world is so beautiful as the word that solves it?", "author": "Soren Kierkegaard"},
{"quote": "Sin is: in despair not wanting to be oneself before God.", "author": "Soren Kierkegaard"},
{"quote": "To be isolated is always to assert oneself numerically; when you assert yourself as one, that is isolation.", "author": "Soren Kierkegaard"},
{"quote": "she does not suspect how much reason I have for deprecating all sympathy.", "author": "Soren Kierkegaard"},
{"quote": "Spiritually, a man's thoughts must be the building in which he lives, otherwise it's wrong.", "author": "Soren Kierkegaard"},
{"quote": "To be human, is not a fact, but a task.", "author": "Soren Kierkegaard"},
{"quote": "What is", "author": "Soren Kierkegaard"},
{"quote": "What we call worldliness simply consists of such people who, if one may so express it, pawn themselves to the world.", "author": "Soren Kierkegaard"},
{"quote": "But the eternal is not a thing which can be had regardless of the way in which it is acquired; no, the eternal is not really a thing, but is the way in which it is acquired.", "author": "Soren Kierkegaard"},
{"quote": "How to be listed as a dream in the mind of a young girl is an art, going out is a masterpiece.", "author": "Soren Kierkegaard"},
{"quote": "Satan's despair is absolute because Satan, as pure spirit, is pure consciousness, and for Satan (and all men in his predicament) every increase in consciousness is an increase in despair.", "author": "Soren Kierkegaard"},
{"quote": "Boredom is the root of all evil. It is very curious that boredom, which itself has such a calm and sedate nature, can have such a capacity to initiate motion. The effect that boredom brings about is absolutely magical, but this effect is one not of attraction but of repulsion.", "author": "Soren Kierkegaard"},
{"quote": "To stand on one leg and prove God's existence is a very different thing from going on one's knees and thanking Him.", "author": "Soren Kierkegaard"},
{"quote": "Besides, Christianity is not a doctrine to be taught, but rather a life to be lived.", "author": "Soren Kierkegaard"},
{"quote": "The task is not to find the lovable object, but to find the object before you lovable – whether given or chosen – and to be able to continue finding this one lovable, no matter how that person changes. To love is to love the person one sees.", "author": "Soren Kierkegaard"},
{"quote": "Imagination is what providence uses to take men captive in actuality, in existence, in order to get them far enough out, or within, or down into existence. And when imagination has helped them get as far out as they should be - then actuality genuinely begins.", "author": "Soren Kierkegaard"},
{"quote": "Ask me what you wish; just do not ask me for reasons.", "author": "Soren Kierkegaard"},
{"quote": "Therefore, truth is not a matter of knowing this or that but of being in the truth.", "author": "Soren Kierkegaard"},
{"quote": "The girl made an impression on me, and I forgot her; the other made no impression, and her I can remember.", "author": "Soren Kierkegaard"},
{"quote": "For the universal will constantly torture him and say, 'You ought to have talked. Where will you find the certainty that it was not after all a hidden pride which governed your resolution?", "author": "Soren Kierkegaard"},
{"quote": "The more he needs God, the more deeply he comprehends he is in need of God, and then the more he in his need presses forward to God, the more perfect he is... To need God is nothing to be ashamed of but is perfection itself.", "author": "Soren Kierkegaard"},
{"quote": "As the ironist does not have the new within his power, it might be asked how he destroys the old, and to this it must be answered: he destroys the given actuality by the given actuality itself.", "author": "Soren Kierkegaard"},
{"quote": "The supreme paradox of all thought is the attempt to discover something that thought cannot think.", "author": "Soren Kierkegaard"},
{"quote": "It is in your power to review your life, to look at things you saw before, but from another point of view", "author": "Soren Kierkegaard"},
{"quote": "Fools and young men prate about everything being possible for a man. That, however, is a great error. Spiritually speaking, everything is possible, but in the world of the finite there is much which is not possible.", "author": "Soren Kierkegaard"},
{"quote": "Faith begins precisely where thinking leaves off", "author": "Soren Kierkegaard"},
{"quote": "Everything depends upon how one is placed.", "author": "Soren Kierkegaard"},
{"quote": "There are many people who reach their conclusions about life like schoolboys; they cheat their master by copying the answer out of a book without having worked out the sum for themselves.", "author": "Soren Kierkegaard"},
{"quote": "People commonly travel the world over to see rivers and mountains, new stars, garish birds, freak fish, grotesque breeds of human; they fall into an animal stupor that gapes at existence and they think they have seen something.", "author": "Soren Kierkegaard"},
{"quote": "If a man had a little button sewn on the inner pocket of his coat 'on principle' his otherwise unimportant and quite serviceable action would become charged with importance--it is not improbable that it would result in the formation of a society.", "author": "Soren Kierkegaard"},
{"quote": "Job endured everything — until his friends came to comfort him, then he grew impatient.", "author": "Soren Kierkegaard"},
{"quote": "As a genius St. Paul cannot be compared with either Plato or Shakespeare, as a coiner of beautiful similes he comes pretty low down in the scale, as a stylist his name is quite obscure--and as an upholsterer: well, I frankly admit I have no idea how to place him.", "author": "Soren Kierkegaard"},
{"quote": "If I had a humble spirit in my service who, when I asked for a glass of water, brought me the world's costliest wines blended in a chalice, I should dismiss him, in order to teach him that my pleasure consists, not in what I enjoy, but in having my own way.", "author": "Soren Kierkegaard"},
{"quote": "I shall be as willing as the next man to fall down in worship before the System, if only I can manage to set eyes on it. Hitherto I have had no success; and though I have young legs, I am almost weary from running back and forth...", "author": "Soren Kierkegaard"},
{"quote": "Genius never desires what does not exist.", "author": "Soren Kierkegaard"},
{"quote": "It is unbelievable what a person of prayer can achieve if he would but close the doors behind him.", "author": "Soren Kierkegaard"},
{"quote": "If this had not been the case with Abraham, then perhaps he might have loved God but not", "author": "Soren Kierkegaard"},
{"quote": "You should therefore say: alone in one's boat, alone with one's care, alone with one's despair, which one is craven enough to want rather to keep than submit to the pain of being healed.", "author": "Soren Kierkegaard"},
{"quote": "Oh Thou that givest both the beginning and the completion, give Thou victory in the day of need so that what neither a man's burning wish nor his determined resolution may attain to, may be granted unto him in the sorrowing of repentance: to will only one thing.", "author": "Soren Kierkegaard"},
{"quote": "The profundity of Christianity is that Christ is both our redeemer and our judge, not that one is our redeemer and another is our judge, for then we certainly come under judgement, but that the redeemer and the judge are the same.", "author": "Soren Kierkegaard"},
{"quote": "When the child must be weaned, the mother too is not without sorrow at the thought that she and the child are separated more and more, that the child which first lay under her heart and later reposed upon her breast will be so near to her no more.", "author": "Soren Kierkegaard"},
{"quote": "And although this (marital love) cannot be portrayed artistically, then let your consolation be, as it is mine, that we are not to read about or listen to or look at what is highest and the most beautiful in life, but are, if you please, to live it.", "author": "Soren Kierkegaard"},
{"quote": "Hope is passion for what is possible.", "author": "Soren Kierkegaard"},
{"quote": "The Good is one thing; the reward is something else. To will the Good for the sake of reward is not to will one thing but two. If a man loves a woman for the sake of her wealth, who will call him a lover? To will the Good for the sake of reward is hypocrisy – sheer duplicity!", "author": "Soren Kierkegaard"},
{"quote": "No woman in maternity confinement can have stranger and more impatient wishes than I have.", "author": "Soren Kierkegaard"},
{"quote": "Every individual, however original he may be, is still a child of God, of his age, of his nation, of his family and friends. Only thus is he truly himself. If in all this relativity he tries to be the absolute, then he becomes ridiculous.", "author": "Soren Kierkegaard"},
{"quote": "In relation to the labyrinth of her heart, every young girl is an Ariadne; she owns the thread by which one can find one’s way through it, but she owns it without herself knowing how to use it.", "author": "Soren Kierkegaard"},
{"quote": "In the first case, he personally enjoyed the esthetic; in the second case, he esthetically enjoyed his personality.", "author": "Soren Kierkegaard"},
{"quote": "I see it perfectly; there are two possible situations - once can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it - you will regret both.", "author": "Soren Kierkegaard"},
{"quote": "Of what good is an armchair of velvet when the rest of the environment does not match? It is like a man going around naked and wearing a three-cornered hat.", "author": "Soren Kierkegaard"},
{"quote": "There are, as is known, insects that die in the moment of fertilization. So it is with all joy: life’s highest, most splendid moment of enjoyment is accompanied by death.", "author": "Soren Kierkegaard"},
{"quote": "He cannot become old, for he has never been young; he cannot become young, for he has already become old; in a way he cannot die, for he has never lived; in a way he cannot live, for he is already dead.", "author": "Soren Kierkegaard"},
{"quote": "Christian heroism, and indeed one perhaps sees little enough of that, is to risk unreservedly being oneself, an individual human being, this specific individual human being alone before God, alone in this enormous exertion and this enormous accountability", "author": "Soren Kierkegaard"},
{"quote": "So it isn't I who am master of my life, I am just one of the threads to be woven into life's calico! Well then, even if I cannot spin, I can at least cut the thread in two.", "author": "Soren Kierkegaard"},
{"quote": "There is a view of life which conceives that where the crowd is, there is also truth. There is another view of life which conceives that wherever there is a crowd, there is untruth.", "author": "Soren Kierkegaard"},
{"quote": "Because of the", "author": "Soren Kierkegaard"},
{"quote": "... he will seek vainly to the right and to the left and in the newspapers for a guarantee that he has actually been amused.", "author": "Soren Kierkegaard"},
{"quote": "Were I to wish for anything I would not wish for wealth and power, but for the passion of the possible, that eye which everywhere, ever young, ever burning, sees possibility. Pleasure disappoints, not possibility.", "author": "Soren Kierkegaard"},
{"quote": "Not merely in the realm of commerce but in the world of ideas as well our age is organizing a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid.", "author": "Soren Kierkegaard"},
{"quote": "A man who cannot seduce men cannot save them either.", "author": "Soren Kierkegaard"},
{"quote": "By comparison with a passionate age, an age without passion gains in", "author": "Soren Kierkegaard"},
{"quote": "On principle' one can do anything and what one does is, fundamentally, a matter of indifference, just as a man's life remains insignificant even though 'on principle' he gives his support to all the 'needs of the times.", "author": "Soren Kierkegaard"},
{"quote": "A crowd in its very concept is the untruth, by reason of the fact that it renders the individual completely impenitent and irresponsible, or at least weakens his sense of responsibility by reducing it to a fraction.", "author": "Soren Kierkegaard"},
{"quote": "With every increase in the degree of consciousness, and in proportion to that increase, the intensity of despair increases: the more consciousness the more intense the despair.", "author": "Soren Kierkegaard"},
{"quote": "All this is only fooling, for if it is true that every man must work for his own salvation, then all the prophecies about the future of the world are only valuable and allowable as a recreation, or a joke, like playing bowls or cards.", "author": "Soren Kierkegaard"},
{"quote": "If the sphere of paradox-religion is abolished, or explained away in aesthetics, an Apostle becomes neither more nor less than a genius, and then--good night, Christianity!", "author": "Soren Kierkegaard"},
{"quote": "It may happen, however, that he falls into despair just for the fact that he has opened his heart to another; it may be that he thinks", "author": "Soren Kierkegaard"},
{"quote": "But now how can an Apostle prove that he has authority? If he could prove it", "author": "Soren Kierkegaard"},
{"quote": "A “no” does not hide anything, but a yes can very easily become a deception, a self-deception; which of all difficulties is the most difficult to conquer. Ah, it is all too", "author": "Soren Kierkegaard"},
{"quote": "Instead of proclaiming the ideals, they educe what experience teaches, what the experience of all the centuries has taught, that the millions get no further than mediocrity.", "author": "Soren Kierkegaard"},
{"quote": "if god loves me, he is my mortal enemy", "author": "Soren Kierkegaard"},
{"quote": "[T]he content of the discourse should be about loving the un-lovable object… The beloved and the friend are the immediate and direct objects of immediate love, the choice of passion and of inclination. And what is the ugly? It is the neighbor, whom one shall love (373).", "author": "Soren Kierkegaard"},
{"quote": "No one shall be forgotten who was great in this world; but everyone was great in his own way, and everyone in proportion to the greatness of what he loved.", "author": "Soren Kierkegaard"},
{"quote": "The more a person limits himself, the more resourceful he becomes.", "author": "Soren Kierkegaard"},
{"quote": "When indeed does the temporal suffering oppress a man most terribly? Is it not when it seems to him that it has no significance, that it neither secures nor gains anything for him? Is it not when the suffering, as the impatient man expresses it, is without meaning or purpose?", "author": "Soren Kierkegaard"},
{"quote": "It is now my intention to draw out from the story of Abraham the dialectical", "author": "Soren Kierkegaard"},
{"quote": "Let the thunder of a hundred cannon remind you three times daily to resist the force of habit.", "author": "Soren Kierkegaard"},
{"quote": "After all, it is the best time of one’s life, the first period of falling in love, when with every meeting, every glance, one brings home something new to rejoice over.", "author": "Soren Kierkegaard"},
{"quote": "Only by investing and speaking your", "author": "Soren Kierkegaard"},
{"quote": "My depression is the most faithful mistress I have known -- no wonder, then, that I return the love.", "author": "Soren Kierkegaard"},
{"quote": "So wonderful a power is remorse, so sincere is its friendship that to escape it entirely is the most terrible thing of all.", "author": "Soren Kierkegaard"},
{"quote": "Do it or don’t do it — you will regret both.", "author": "Soren Kierkegaard"},
{"quote": "The only fundamental basis for understanding is that one himself becomes what he understands and one understands only in proportion to becoming himself that which he understands.", "author": "Soren Kierkegaard"},
{"quote": "I need the enchantment of creative work to help me forget life’s mean pettinesses.", "author": "Soren Kierkegaard"},
{"quote": "Battle day and night against the guile of oblivion...", "author": "Soren Kierkegaard"},
{"quote": "With the daguerreotype everyone will be able to have their portrait taken—formerly it was only the prominent—and at the same time everything is being done to make us all look exactly the same, so we shall only need one portrait.", "author": "Soren Kierkegaard"},
{"quote": "If a pastor's activity in the church is merely a once-a-week attempt to tow the congregation's cargo ship a little closer to eternity, the whole thing comes to nothing. A human life, unlike a cargo ship, cannot lie in the same place until the next Sunday.", "author": "Soren Kierkegaard"},
{"quote": "A man’s life is wasted when he lives on, so deceived by the joys of life or by its sorrows, that he never becomes decisively conscious of himself as spirit, as self, that is, he never is aware in the deepest sense that there is a God.", "author": "Soren Kierkegaard"},
{"quote": "Man is the synthesis of the infinite and the finite, the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.", "author": "Soren Kierkegaard"},
{"quote": "Only the lower natures forget themselves and become something new. For instance, the butterfly has entirely forgotten that it was a caterpillar; perhaps in turn it can forget that it was a butterfly so completely that it can become a fish. The", "author": "Soren Kierkegaard"},
{"quote": "A passionately tumultuous age wants to", "author": "Soren Kierkegaard"},
{"quote": "What is truth but to live for an idea?", "author": "Soren Kierkegaard"},
{"quote": "But one must not think ill of the paradox, for the paradox is the passion of thought, and the thinker without the paradox is like the lover without passion: a mediocre fellow.", "author": "Soren Kierkegaard"},
{"quote": "Doubt is conquered by faith, just as it is faith which has brought doubt into the world.", "author": "Soren Kierkegaard"},
{"quote": "[The writer] can easily foresee his fate ... in an age when an author who wants to have readers must take care to write in such a way that the book can easily be perused during an afternoon nap ....", "author": "Soren Kierkegaard"},
{"quote": "Riches and abundance come hypocritically clad in sheep's clothing, pretending to be security against anxieties, and they become then the object of anxiety. They secure a man against anxieties just about as well as the wolf that is put to tending the sheep.", "author": "Soren Kierkegaard"},
{"quote": "People say the good Lord fills the stomach before the eyes. I haven’t noticed; my eyes have had enough and I am weary of everything, and yet I hunger.", "author": "Soren Kierkegaard"},
{"quote": "People had not so much as the courage and honesty and truth to say to God bluntly, \"That I cannot agree to,\" they resorted to hypocrisy and thought they were perfectly secure. pp 168-6", "author": "Soren Kierkegaard"},
{"quote": "All distinctions between the many different kinds of love are essentially abolished by Christianity.", "author": "Soren Kierkegaard"},
{"quote": "I would rather be a swineherd at Amagerbro and be understood by the swine than be a poet and be misunderstood by people.", "author": "Soren Kierkegaard"},
{"quote": "I need the enchantment of creative work to help me forget life's mean pettiness.", "author": "Soren Kierkegaard"},
{"quote": "That’s why my soul always reverts to the Old Testament and to Shakespeare. There at least one feels that it’s human beings talking. There people hate, people love, people murder their enemy and curse his descendants through all generations, there people sin.", "author": "Soren Kierkegaard"},
{"quote": "The highest and most beautiful things in life are not to be heard, nor read about, nor seen, but, if one will, are to be lived.", "author": "Soren Kierkegaard"},
{"quote": "The best proof adduced of the wretchedness of life is that derived from contemplating its glory.", "author": "Soren Kierkegaard"},
{"quote": "words, rejecting the doctrine of sin", "author": "Soren Kierkegaard"},
{"quote": "What is the New Testament? A handbook for those who are to be sacrificed.", "author": "Soren Kierkegaard"},
{"quote": "for he who loves God without faith reflects upon himself, he who loves God believingly reflects upon God. Upon", "author": "Soren Kierkegaard"},
{"quote": "Truth is not a sum of statements, not a definition, not a system of concepts, but a life.", "author": "Soren Kierkegaard"},
{"quote": "Truth always rests with the minority … because the minority is generally formed by those who really have an opinion, while the strength of a majority is illusory, formed by the gangs who have no opinion.", "author": "Soren Kierkegaard"},
{"quote": "As the sea, when it lies calm and deeply transparent, yearns for heaven, so may the pure heart, when it is calm and deeply transparent, yearn for the Good.", "author": "Soren Kierkegaard"},
{"quote": "For as the Good is only a single thing, so all ways lead to the Good, even the false ones: when the repentant one follows the same way back.", "author": "Soren Kierkegaard"},
{"quote": "There are two ways to be fooled.", "author": "Soren Kierkegaard"},
{"quote": "But Christianity has protected itself from the beginning. It begins with the teaching about sin. The category of sin is the category of individuality. Sin cannot be thought speculatively", "author": "Soren Kierkegaard"},
{"quote": "Only some one who knows how to remain essentially silent can really talk -- and act essentially", "author": "Soren Kierkegaard"},
{"quote": "One becomes weary only of what is new.", "author": "Soren Kierkegaard"},
{"quote": "People do not know what they ought to say but only that they must say something.", "author": "Soren Kierkegaard"},
{"quote": "So soon as I talk I express the universal, and if I do not do so, no one can understand me.", "author": "Soren Kierkegaard"},
{"quote": "Silence is the snare of the demon, and the more one keeps silent, the more terrifying the demon becomes.", "author": "Soren Kierkegaard"},
{"quote": "It is related of a Swedish priest that, profoundly disturbed by the sight of the effect his address produced upon the auditors, who were dissolved in tears, he said soothingly, \"Children, do not weep; the whole thing might be a lie.", "author": "Soren Kierkegaard"},
{"quote": "Being able to forget depends always on how one remembers, but how one remembers depends in turn on how one experiences reality. The person who sticks fast in it with the momentum of hope will remember in a way that makes him unable to forget.", "author": "Soren Kierkegaard"},
{"quote": "Is this the same teaching, when Christ says to the rich young man, \"Sell all that thou hast, and give it to the poor\"; and when the priest says, \"Sell all that thou hast and...give it to me\"?", "author": "Soren Kierkegaard"},
{"quote": "This is the profound secret of innocence, that at the same time it is dread.", "author": "Soren Kierkegaard"},
{"quote": "There are two ways to be fooled: one is to believe what isn't true, the other is to refuse to believe what is true.", "author": "Soren Kierkegaard"},
{"quote": "It costs a man just as much or even more to go to hell than to come to heaven. Narrow, exceedingly narrow is the way to perdition!", "author": "Soren Kierkegaard"},
{"quote": "All lives end, but not all conclude.", "author": "Soren Kierkegaard"},
{"quote": "Whereas in the old days one acquired eternal happiness by the grace of God, now too often the eternal happiness seems to have become like an aged and infirm pensioner who sustains his life in the house of the rich on the wretched crust of poverty.", "author": "Soren Kierkegaard"},
{"quote": "What is youth? A dream. What is love? The dream’s content.", "author": "Soren Kierkegaard"},
{"quote": "The majority of men are curtailed \"I's\"; what was planned by nature as a possibility capable of being sharpened into an I is soon dulled into a third person.", "author": "Soren Kierkegaard"},
{"quote": "And to contend with the whole world is a comfort, but to contend with oneself dreadful.", "author": "Soren Kierkegaard"},
{"quote": "A poet is an unhappy being whose heart it torn by secret sufferings, but whose lips are so strangely formed that when the sighs and the cries escape them, they sound like beautiful music.", "author": "Soren Kierkegaard"},
{"quote": "Unless you grasp that it requires all the strength of spirit to die, that the hero always dies before his death, you will not come particularly far in your observations on life.", "author": "Soren Kierkegaard"},
{"quote": "Is it not possible that my activity as an objective observer of nature will weaken my strength as a human being?", "author": "Soren Kierkegaard"},
{"quote": "Subjectivity is truth and if subjectivity is in existing, then, if I may put it this way, Christianity is a perfect fit.", "author": "Soren Kierkegaard"},
{"quote": "« I believe nevertheless that I shall get her, in virtue, that is, of the absurd, in virtue of the fact that with God all things are possible.", "author": "Soren Kierkegaard"},
{"quote": "For it is not what happens to me that makes me great, but what I do, and there is surely no one who thinks that anyone became great by winning the big lottery prize.", "author": "Soren Kierkegaard"},
{"quote": "And isn't it true here too that those whom God blesses he damns in the same breath?", "author": "Soren Kierkegaard"},
{"quote": "Happy my lot in life if my desire coincides with my duty, and conversely; and most people's task in life is exactly to stay under their obligation, and by their enthusiasm to transform it into their wish.", "author": "Soren Kierkegaard"},
{"quote": "If man were a beast or an angel, he would not be able to be in anxiety. Since he is both beast and angel, he can be in anxiety, and the greater the anxiety, the greater the man.", "author": "Soren Kierkegaard"},
{"quote": "You become what you understand.", "author": "Soren Kierkegaard"},
{"quote": "He writes because for him it is a luxury which becomes the more agreeable and more evident, the fewer there are who buy and read what he writes.", "author": "Soren Kierkegaard"},
{"quote": "he who will not pass through this curriculum is helped very little by the fact that he was born in the most enlightened age.", "author": "Soren Kierkegaard"},
{"quote": "Anxiety can just as well express itself by muteness as by a scream.", "author": "Soren Kierkegaard"},
{"quote": "For every single individual who escapes into the crowd... flees in cowardice from being a single individual.", "author": "Soren Kierkegaard"},
{"quote": "... joy and refreshment in contemplating the great men who have found that precious stone for which they sell all, even their lives... proceeding on their chosen course without vacillating...absorbed in themselves and in working towards their higher goal.", "author": "Soren Kierkegaard"},
{"quote": "man who lives under his own supervision, alone in the whole world,", "author": "Soren Kierkegaard"},
{"quote": "What good would it do me if truth stood before me, cold and naked, not caring whether I recognized her or not?", "author": "Soren Kierkegaard"},
{"quote": "An illusion can never be destroyed directly, and only by indirect means can it be radically removed... That is, one must approach from behind the person who is under an illusion.", "author": "Soren Kierkegaard"},
{"quote": "The biggest danger, that of losing oneself, can pass off in the world as quietly as if it were nothing; every other loss, an arm, a leg, five dollars, a wife, etc. is bound to be noticed.", "author": "Soren Kierkegaard"},
{"quote": "our Lord satisfied the stomach before satisfying the eye, but the imagination acts in the reverse fashion", "author": "Soren Kierkegaard"},
{"quote": "If he is not supposed to be that, then he is a hypocrite, and the higher he climbs on this path, the more dreadful a hypocrite he is.", "author": "Soren Kierkegaard"},
{"quote": "But still he must have recourse to the paradox. For when the individual by his guilt has gone outside the universal he can return to it only by virtue of having come as the individual into an absolute relationship with the absolute.", "author": "Soren Kierkegaard"},
{"quote": "If anything is to be done, one must try to introduce Christianity into Christendom.", "author": "Soren Kierkegaard"},
{"quote": "loved. For he who loved himself became great by himself, and he who loved other men became great by his selfless devotion, but he who loved God became greater than all.", "author": "Soren Kierkegaard"},
{"quote": "One must see it close up, the callousness with which otherwise kind people act in the capacity of the public because their participation or non-participation seems to them a trifle - a trifle that with the contributions of the many becomes the monster.", "author": "Soren Kierkegaard"},
{"quote": "One must see how no attack is so feared as that of laughter... because more than any other this attack isolates the one attacked.", "author": "Soren Kierkegaard"},
{"quote": "So the merman cannot belong to Agnes unless, after having made the infinite movement, the movement of repentance, he makes still one more movement by virtue of the absurd.", "author": "Soren Kierkegaard"},
{"quote": "The philistine tranquillises himself with the trivial.", "author": "Soren Kierkegaard"},
{"quote": "But a sad fatality hung over this young girl. She had been given to seven husbands, all of whom had perished in the bride-chamber.", "author": "Soren Kierkegaard"},
{"quote": "My depression is the most faithful mistress I have known — no wonder, then, that I return the love.", "author": "Soren Kierkegaard"},
{"quote": "The proud person always wants to do the right thing, the great thing. But because he wants to do it in his own strength, he is fighting not with man, but with God. — Søren Kierkegaard", "author": "Soren Kierkegaard"},
{"quote": "There are two ways to be fooled: one is to believe what isn't true, the other is to refuse to believe what is true.” Another translation says:”There are two ways to be fooled: one is to believe what isn't so; the other is to refuse to believe what is so.", "author": "Soren Kierkegaard"},
{"quote": "What shall it profit the sick man to imagine himself, as all men do, to be well, if the physician says he is sick!", "author": "Soren Kierkegaard"},
{"quote": "Truth always rests with the minority … because the minority is generally formed by those who really have an opinion, while the strength of a majority is illusory, formed by the gangs who have no opinion” – Soren Kierkegaard", "author": "Soren Kierkegaard"},
{"quote": "he who loves God without faith reflects upon himself he who loves God believingly reflects upon God.", "author": "Soren Kierkegaard"},
{"quote": "She awakens first at the touch of love; before that time she is a dream, yet in her dream life we can distinguish two stages: in the first, love dreams about her; in the second, she dreams about love.", "author": "Soren Kierkegaard"},
{"quote": "There are two ways to be fooled. One is to believe what isn't true. The other is to refuse to accept what is true.", "author": "Soren Kierkegaard"},
{"quote": "I have just returned from a party of which I was the life and soul; wit poured from my lips, everyone laughed and admired me–but I went away– and wanted to shoot myself.", "author": "Soren Kierkegaard"},
{"quote": "Love is the unfathomable ground that is hidden in darkness, but the resolution is the triumphant victor who, like Orpheus, fetches the infatuation of falling in love to the light of day, for the resolution is the true form of love, the true explanation and transfiguration.", "author": "Soren Kierkegaard"},
{"quote": "I see it all perfectly; there are two possible situations - one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it - you will regret both.", "author": "Soren Kierkegaard"},
{"quote": "Numbers are the most dangerous of all illusions", "author": "Soren Kierkegaard"},
{"quote": "Just as in earthly life lovers long for the moment when they are able to breath forth their love for each other, to let their souls blend in a soft whisper, so the mystic longs for the moment when in prayer he can, as it were, creep into God", "author": "Soren Kierkegaard"},
{"quote": "That instant he dies – for one who does not understand that the whole power of the spirit is required for dying, and that the hero always dies before he dies, that man will not get so very far with his conception of life.", "author": "Soren Kierkegaard"},
{"quote": "Better well hanged than ill wed.", "author": "Soren Kierkegaard"},
{"quote": "Learning to know anxiety is an adventure which every man has to affront if he would not go to perdition either by not having known anxiety or by sinking under it.", "author": "Soren Kierkegaard"},
{"quote": "For with his little secret that he cannot divulge, the poet buys this power of the word to tell everybody else's dark secrets. A poet is not an apostle; he drives out devils only by the power of the devil.", "author": "Soren Kierkegaard"},
{"quote": "I opened my eyes and saw the real world, and I began to laugh, and i haven't stopped since.", "author": "Soren Kierkegaard"},
{"quote": "For leveling really to come about a phantom must first be provided, its spirit, a monstrous abstraction, an all-encompassing something that is nothing, a mirage -- this phantom is", "author": "Soren Kierkegaard"},
{"quote": "If Hegel had written the whole of his Logic and in the Preface disclosed the fact that it was only a thought-experiment (in which however at many points he had steered clear of many things), he would have been the greatest thinker who ever lived. As it is, he is merely comic.", "author": "Soren Kierkegaard"},
{"quote": "For when an old man relives his life, he lives it only by dwelling upon his memories; and when wisdom in an old man has outgrown the immediate impressions of life, the past viewed from the quiet of memory is something different from the present in all its bustle. The", "author": "Soren Kierkegaard"},
{"quote": "He fears all worldly setback for there is nothing eternal in him.", "author": "Soren Kierkegaard"},
{"quote": "Neither can one who wills the Good do so out of fear of punishment. In essence, this is the same thing as willing the Good for the sake of a reward.", "author": "Soren Kierkegaard"},
{"quote": "repentance and remorse. The one calls us forward.", "author": "Soren Kierkegaard"},
{"quote": "For faith is this paradox, that the particular is higher than the universal", "author": "Soren Kierkegaard"},
{"quote": "Riches and abundance come hypocritically clad in sheep’s clothing, pretending to be security against anxieties, and they become then the object of anxiety. They secure a man against anxieties just about as well as the wolf that is put to tending the sheep.", "author": "Soren Kierkegaard"},
{"quote": "If a man in truth wills the Good then he must be willing to suffer all for the Good.", "author": "Soren Kierkegaard"},
{"quote": "Courage is life's only measure.", "author": "Soren Kierkegaard"},
{"quote": "Shows itself in the notion that what may be objectively true may in the mouth of certain people become false.", "author": "Soren Kierkegaard"},
{"quote": "What is it to be God’s elect ? It is to be denied in youth the wishes of youth, so as with great pains to get them fulfilled in old age.", "author": "Soren Kierkegaard"},
{"quote": "Why then did Abraham do it ? For God’s sake, and (in complete identity with this) for his own sake. He did it for God’s sake because God required this proof of his faith ; for his own sake he did it in order that he might furnish the proof.", "author": "Soren Kierkegaard"},
{"quote": "For when faith is eliminated by becoming null or nothing, then there only remains the crude fact that Abraham wanted to murder Isaac – which is easy enough for anyone to imitate who has not faith, the faith, that is to say, which makes it hard for him.", "author": "Soren Kierkegaard"},
{"quote": "The way of objective reflection turns the individual into something accidental, and thus turns existence into an indifferent, vanishing something.", "author": "Soren Kierkegaard"}
]